[
  {
    "title": "“5 Mins of Uncomfyness Is Better than Dealing with Cancer 4 a Lifetime”: an Exploratory Qualitative Analysis of Cervical and Breast Cancer Screening Dialogue on Twitter",
    "authors": [
      "Courtney R. Lyles",
      "Andrea López",
      "Rena Pasick",
      "Urmimala Sarkar"
    ],
    "relatedExperts": [
      {
        "name": "Courtney Lyles",
        "url": "expert/EJd2kw9X"
      }
    ],
    "issued": "2013-03",
    "abstract": "Twitter.com is a \"micro-blogging\" website. Although Twitter use is growing rapidly, little is known about health behavior discussions on this site, even though a majority of messages are publicly available. We retrieved publicly available Twitter messages during a 5-week period in early 2012, searching separately for the terms \"Pap smear\" and \"mammogram.\" We used content analysis to code each 140-character message, generating a separate coding framework for each cancer screening term and calculating the frequencies of comments. Using the brief account description, we also coded the author as individual, organization, or news media outlet. There were 203 Pap smear and 271 mammogram messages coded, over three fourths of which were from individual accounts. Overall, 22 % of Pap smear messages and 25 % of mammogram messages discussed personal experiences, including attending appointments, negative sentiment about the procedure, and results. Other messages from both individuals and organizations (8 % Pap smear, 18 % mammogram) promoted screening. About one quarter of the messages expressed personal experiences with cancer screening. This demonstrates that Twitter can be a rich source of information and could be used to design new health-related interventions.",
    "name": "“5 Mins of Uncomfyness Is Better than Dealing with Cancer 4 a Lifetime”: an Exploratory Qualitative Analysis of Cervical and Breast Cancer Screening Dialogue on Twitter § Published • article-journal • 2013-03 • R. Lyles, C.& Sarkar, U. et al. § Journal of Cancer Education • 1543-0154 § 10.1007/s13187-012-0432-2",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "“A Chinaman’s Chance” in Court: Asian Pacific Americans and Racial Rules of Evidence",
    "authors": [
      "Gabriel Chin"
    ],
    "relatedExperts": [],
    "issued": "2013-12-01",
    "abstract": "No Abstract",
    "name": "“A Chinaman’s Chance” in Court: Asian Pacific Americans and Racial Rules of Evidence §  • article-journal • 2013-12-01 • Chin, G. § UC Irvine Law Review • 2327-4514 § ",
    "location": "AU",
    "confidence": "Mid"
  },
  {
    "title": "“A cluster-based spatial analysis of recycling boundaries aligning anaerobic digestion infrastructure with food waste generation in California”",
    "authors": [
      "Lauren Mabe",
      "Sara A Pace",
      "Edward S Spang"
    ],
    "relatedExperts": [],
    "issued": "2022-11",
    "abstract": "In 2016, California passed Senate Bill (SB) 1383 to reduce short-lived climate pollutants, including methane gas. Towards this end, the law specifically mandates a 75% reduction of organic waste, including food waste (FW), from landfills by 2025. However, current infrastructural capacity to treat this diverted organic waste is limited throughout the state, so new facilities will need to be built to treat these valuable waste flows. The purpose of this study is to investigate ideal size and scale of new facilities that maximize FW treatment and minimize GHG emissions. To do so, this study uses a case study of Los Angeles County to model a decentralized network of small-scale, containerized anerobic digestors (ADs) for treatment of FW in the region. A spatial FW dataset developed for this study is used with a novel iterative-descent clustering model to simulate potential “FW-sheds” of ADs using Geographic Information Systems (GIS). Monte Carlo simulation was used to generate a range of model results and a GHG analysis of FW collection is used to compare systems of two different AD capacities. The results of this analysis show that food waste is ideal for recycling at relatively small spatial scales as hauling burden of FW is reduced in these systems. The proposed infrastructure modeling approach is a first step of developing a zero net energy infrastructural solution that promotes a circular economy of food in direct response to SB 1383 and, more broadly, global climate change.",
    "name": "“A cluster-based spatial analysis of recycling boundaries aligning anaerobic digestion infrastructure with food waste generation in California” § Published • article-journal • 2022-11 • Mabe, L.& Spang, E. et al. § Resources Conservation & Recycling Advances • 2590-289X § 10.1016/j.rcradv.2022.200113",
    "location": "California",
    "confidence": "High"
  },
  {
    "title": "\"A definition at last, but what does it all mean?\" Newspaper coverage of organic food production and its effects on milk purchases",
    "authors": [
      "K Kiesel"
    ],
    "relatedExperts": [],
    "issued": "2012-04-01",
    "abstract": "This paper estimates the effects of media coverage of organic food production on food purchases. Information from several data sources links national and local newspaper coverage to fluid milk purchases. An analysis of weekly store-level scanner data in a differences-in-differences approach results in a 5% increase in organic milk sales relative to conventional milk sales. Increases in intensity of news coverage increase this relative difference in sales. Differentiating effects by media context further suggests that product category specific coverage increases sales more than general coverage. Critical coverage does not result in significant effects on organic milk sales. Copyright 2012 Western Agricultural Economics Association.",
    "name": "\"A definition at last, but what does it all mean?\" Newspaper coverage of organic food production and its effects on milk purchases § Published • article-journal • 2012-04-01 • Kiesel, K. § Journal of Agricultural and Resource Economics • 2327-8285 § ",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "\"A form adequate to history\": Toward a renewed marxist poetics",
    "authors": [
      "J Clover"
    ],
    "relatedExperts": [],
    "issued": "2010-12-01",
    "abstract": "No Abstract",
    "name": "\"A form adequate to history\": Toward a renewed marxist poetics § Published • article-journal • 2010-12-01 • Clover, J. § Paideuma • 0090-5674 § ",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "“A Re-Evaluation of M. prototuberculosis”: Continuing the Debate",
    "authors": [
      "Sylvain Brisse",
      "Philip Supply",
      "Roland Brosch",
      "Veronique Vincent",
      "M Cristina Gutierrez"
    ],
    "relatedExperts": [],
    "issued": "2006-09",
    "abstract": "No Abstract",
    "name": "“A Re-Evaluation of M. prototuberculosis”: Continuing the Debate § Published • article-journal • 2006-09 • Brisse, S.& Gutierrez, M. et al. § PLOS Pathogens • 1553-7374 § 10.1371/journal.ppat.0020095",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "“A whole theater of others”: Amateur Acting and Immersive Spectatorship in the Digital Shakespeare Game Play the Knave",
    "authors": [
      "Gina Bloom",
      "Sawyer Kemp",
      "Nicholas Toothman",
      "Evan Buswell"
    ],
    "relatedExperts": [
      {
        "name": "Gina Bloom",
        "url": "expert/QsECsQpI"
      }
    ],
    "issued": "2016",
    "abstract": "No Abstract",
    "name": "“A whole theater of others”: Amateur Acting and Immersive Spectatorship in the Digital Shakespeare Game Play the Knave § Published • article-journal • 2016 • Bloom, G.& Buswell, E. et al. § Shakespeare Quarterly • 1538-3555 § 10.1353/shq.2016.0054",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "“Adopt-a-Tissue” Initiative Advances Efforts to Identify Tissue-Specific Histone Marks in the Mare",
    "authors": [
      "NB Kingsley",
      "Natasha A Hamilton",
      "Gabriella Lindgren",
      "Ludovic Orlando",
      "Ernie Bailey",
      "Samantha Brooks",
      "Molly McCue",
      "TS Kalbfleisch",
      "James N MacLeod",
      "Jessica L Petersen",
      "Carrie J Finno",
      "Rebecca R Bellone"
    ],
    "relatedExperts": [
      {
        "name": "Carrie J Finno",
        "url": "expert/d1hzRHJt"
      },
      {
        "name": "Rebecca R Bellone",
        "url": "expert/7kJbhzLU"
      }
    ],
    "issued": "2021",
    "abstract": "No Abstract",
    "name": "“Adopt-a-Tissue” Initiative Advances Efforts to Identify Tissue-Specific Histone Marks in the Mare § Published online • article-journal • 2021 • Kingsley, N.& Bellone, R. et al. § Frontiers in Genetics • 1664-8021 § 10.3389/fgene.2021.649959",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "“Air That Once Was Breath” Part 1: Wildfire-Smoke-Induced Mechanisms of Airway Inflammation – “Climate Change, Allergy and Immunology” Special IAAI Article Collection: Collegium Internationale Allergologicum Update 2023",
    "authors": [
      "Willis S Bowman",
      "Rebecca J Schmidt",
      "Gursharan K Sanghar",
      "George R Thompson",
      "Hong Ji",
      "Amir A Zeki",
      "Angela Haczku"
    ],
    "relatedExperts": [
      {
        "name": "Rebecca J Schmidt",
        "url": "expert/wUMLhQ4V"
      },
      {
        "name": "George R Thompson",
        "url": "expert/QkaaByN6"
      },
      {
        "name": "Hong Ji",
        "url": "expert/TAveV4Jh"
      },
      {
        "name": "Amir A Zeki",
        "url": "expert/vtLCxbiJ"
      }
    ],
    "issued": "2024",
    "abstract": "BACKGROUND: Wildfires are a global concern due to their wide-ranging environmental, economic, and public health impacts. Climate change contributes to an increase in the frequency and intensity of wildfires making smoke exposure a more significant and recurring health concern for individuals with airway diseases. Some of the most prominent effects of wildfire smoke exposure are asthma exacerbations and allergic airway sensitization. Likely due to the delayed recognition of its health impacts in comparison with cigarette smoke and industrial or traffic-related air pollution, research on the composition, the mechanisms of toxicity, and the cellular/molecular pathways involved is poor or non-existent. SUMMARY: This review discusses potential underlying pathological mechanisms of wildfire-smoke-related allergic airway disease and asthma. We focused on major gaps in understanding the role of wildfire smoke composition in the development of airway disease and the known and potential mechanisms involving cellular and molecular players of oxidative injury at the epithelial barrier in airway inflammation. We examine how PM2.5, VOCs, O3, endotoxin, microbes, and toxic gases may affect oxidative stress and inflammation in the respiratory mucosal barrier. We discuss the role of AhR in mediating smoke's effects in alarmin release and IL-17A production and how glucocorticoid responsiveness may be impaired by IL-17A-induced signaling and epigenetic changes leading to steroid-resistant severe airway inflammation. KEY MESSAGE: Effective mitigation of wildfire-smoke-related respiratory health effects would require comprehensive research efforts aimed at a better understanding of the immune regulatory effects of wildfire smoke in respiratory health and disease.",
    "name": "“Air That Once Was Breath” Part 1: Wildfire-Smoke-Induced Mechanisms of Airway Inflammation – “Climate Change, Allergy and Immunology” Special IAAI Article Collection: Collegium Internationale Allergologicum Update 2023 § Published • article-journal • 2024 • Bowman, W.& Haczku, A. et al. § International Archives of Allergy and Immunology • 1423-0097 § 10.1159/000536578",
    "location": "N/A",
    "confidence": ""
  },
  {
    "title": "“Air That Once Was Breath” Part 2: Wildfire Smoke and Airway Disease – “Climate Change, Allergy and Immunology” Special IAAI Article Collection: Collegium Internationale Allergologicum Update 2023",
    "authors": [
      "Willis S Bowman",
      "Rebecca J Schmidt",
      "Gursharan K Sanghar",
      "George R Thompson",
      "Hong Ji",
      "Amir A Zeki",
      "Angela Haczku"
    ],
    "relatedExperts": [
      {
        "name": "Rebecca J Schmidt",
        "url": "expert/wUMLhQ4V"
      },
      {
        "name": "George R Thompson",
        "url": "expert/QkaaByN6"
      },
      {
        "name": "Hong Ji",
        "url": "expert/TAveV4Jh"
      },
      {
        "name": "Amir A Zeki",
        "url": "expert/vtLCxbiJ"
      }
    ],
    "issued": "2024",
    "abstract": "BACKGROUND: Population growth and climate change have led to more frequent and larger wildfires, increasing the exposure of individuals to wildfire smoke. Notably, asthma exacerbations and allergic airway sensitization are prominent outcomes of such exposure. SUMMARY: Key research questions relate to determining the precise impact on individuals with asthma, including the severity, duration, and long-term consequences of exacerbations. Identifying specific risk factors contributing to vulnerability, such as age, genetics, comorbidities, or environmental factors, is crucial. Additionally, reliable biomarkers for predicting severe exacerbations need exploration. Understanding the long-term health effects of repeated wildfire smoke exposures in individuals with asthma and addressing healthcare disparities are important research areas. KEY MESSAGES: This review discusses the need for comprehensive research efforts to better grasp wildfire smoke-induced respiratory health, particularly in vulnerable populations such as farmworkers, firefighters, pregnant women, children, the elderly, and marginalized communities. Effective mitigation would require addressing the current limitations we face by supporting research aimed at a better understanding of wildfire smoke-induced airway disease.",
    "name": "“Air That Once Was Breath” Part 2: Wildfire Smoke and Airway Disease – “Climate Change, Allergy and Immunology” Special IAAI Article Collection: Collegium Internationale Allergologicum Update 2023 § Published • article-journal • 2024 • Bowman, W.& Haczku, A. et al. § International Archives of Allergy and Immunology • 1423-0097 § 10.1159/000536576",
    "location": "N/A",
    "confidence": ""
  }
]