[
  {
    "expertId": "3mJq3nPI",
    "type": "Expert",
    "firstName": "Bruce",
    "middleName": "T",
    "lastName": "Abbott",
    "fullName": "Bruce T Abbott",
    "title": "Librarian",
    "organizationUnit": "UCD LIBRARY",
    "lastModified": "2025-05-18T04:14:05.901263264Z",
    "url": "expert/3mJq3nPI",
    "works": [
      {
        "title": "Empathy and psychological outcomes in informal caregivers of community-dwelling older adults: A systematic review and meta-analysis",
        "name": "Empathy and psychological outcomes in informal caregivers of community-dwelling older adults: A systematic review and meta-analysis Published article-journal 2025-01-29 Huo Journals of Gerontology - Series B Psychological Sciences and Social Sciences 1758-5368",
        "issued": "2025-01-29",
        "abstract": "OBJECTIVES: Scholars have increasingly recognized the crucial role that empathy plays as informal caregivers provide unpaid care to their older family and friends (i.e., care recipients). Yet, the existing literature exhibits substantial variability in study approaches and results, which limits the extent to which this literature can inform interventions intended to benefit informal caregivers. We sought to address this critical gap by synthesizing research that examined how caregivers' and care recipients' empathy were associated with caregivers' psychological health. METHODS: We conducted a literature search using PubMed, PsycInfo, CINAHL (Cumulative Index to Nursing and Allied Health Literature), EMBASE, and Scopus databases and systematically reviewed 21 peer-reviewed studies that were eligible for the current study. We utilized a multilevel random-effects approach and meta-analyzed 17 studies focused on caregivers' negative psychological outcomes (e.g., depressive symptoms, anxiety, burden, burnout, stress). RESULTS: We observed small, non-significant associations linking caregivers' emotional and cognitive empathy to their negative psychological outcomes. Yet, there were moderate, significant associations between greater emotional and cognitive empathy in care recipients and less negative psychological outcomes in caregivers. We also ran sensitivity tests for different aspects of emotional and cognitive empathy. DISCUSSION: This review reveals considerable heterogeneity in extant research but still offers robust evidence linking care recipients' empathy to caregivers' psychological health. Findings highlight the importance of engaging care recipients in interventions targeting caregivers and call for more consistent and nuanced investigations of empathy in caregiving.",
        "authors": [
          "Meng Huo",
          "Thi Vu",
          "Tomiko Yoneda",
          "Jingkai Wei",
          "Bruce Abbott",
          "Joan K Monin"
        ],
        "id": "4829058",
        "type": "Scholarly Article"
      },
      {
        "title": "Scoping Total Worker Health: An Expanded View of Worker Well-Being.",
        "name": "Scoping Total Worker Health: An Expanded View of Worker Well-Being. Published article-journal 2025-04-10 Banks Journal of Occupational and Environmental Medicine 1536-5948",
        "issued": "2025-04-10",
        "abstract": "OBJECTIVE: The study conducts a scoping review of Total Worker Health (TWH) literature to identify disciplines and issues addressed in this field. METHODS: We identified 384 citations published from January 2010 - June 2023. RESULTS: Citations were organized by discipline. 9 disciplines and 26 subdisciplines contribute to the knowledge base of TWH. Comparing the bodies of literature with the TWH priority issues showed variation in coverage across disciplines with some overlap in issues covered with occupational health (OH), the discipline with the largest literature, but several disciplines cover issues OH does not. CONCLUSIONS: Our findings indicate that many disciplines with potential contributions to TWH have not been incorporated into the mainline TWH literature. The TWH field of research and practice could be advanced by greater collaboration among disciplines to integrate findings with all disciplines addressing worker well-being.",
        "authors": [
          "Cristina Banks",
          "Alicia LaFrance",
          "Ima Varghese Mac",
          "Trisha Iley",
          "Bruce T Abbott",
          "Edward Yelin"
        ],
        "id": "4915425",
        "type": "Scholarly Article"
      },
      {
        "title": "Who is the subject of trauma? An interdisciplinary scoping review of trauma and selfhood in the Arab region",
        "name": "Who is the subject of trauma? An interdisciplinary scoping review of trauma and selfhood in the Arab region Published article-journal 2024-06 Hosny SSM - Mental Health 2666-5603",
        "issued": "2024-06",
        "abstract": "Background: The Arab Region accounts for most of the world's refugees. Despite being dispersed across the globe, most of these refugees are internally displaced within the region. A growing body of research argues that Western biomedical frameworks for conceptualizing, diagnosing, and treating trauma may not be suitable for non-Western and trauma caused by political violence inflicted on entire populations over time. The cultural and socio/political contexts of trauma are increasingly recognized as key to understanding trauma-related distress. Arab trauma research has emerged in the past 30 years. Nevertheless, the results are not systematically consolidated. Aim: This review aims to identify and map knowledge production in the Arab Region that is challenging Western notions of trauma experienced by Arab refugees in the region and attempts to explore the contours of a more culturally congruent conceptualization of trauma. Method: Following the PRISMA extension for scoping reviews (PRISMA-ScR), we conducted a scoping review. Peer-reviewed, empirical literature from 1990 to 2023 was searched in eight English and three Arabic databases. Results and implications: Out of 2654 articles only ten were included. Included publications explored two main areas: conceptualization of trauma in Arab samples and addressing the subject of traumatization. The articles highlighted the limitations of using the PTSD model to diagnose and treat Arab refugees' traumatic stress and the importance of contextual, structural, and cultural factors in distress conceptualization. The articles provide research, clinical, and policy implications addressing adoption of social justice frameworks, development of contextually relevant trauma models, clinical investigations and assessment of symptoms and idioms.",
        "authors": [
          "Nadine Hosny",
          "Osama Tanous",
          "Patrick Marius Koga",
          "Bruce T Abbott",
          "Suad Joseph"
        ],
        "id": "4590981",
        "type": "Scholarly Article"
      },
      {
        "title": "Risk Factors for Readmissions After Total Joint Replacement",
        "name": "Risk Factors for Readmissions After Total Joint Replacement Published article-journal 2021-06-14 Mahajan JBJS Reviews 2329-9185",
        "issued": "2021-06-14",
        "abstract": "»: We performed a systematic review and meta-analysis of predictive modeling studies examining the risk of readmission after total hip arthroplasty (THA) and total knee arthroplasty (TKA) in order to synthesize key risk factors and evaluate their pooled effects. Our analysis entailed 15 compliant studies for qualitative review and 17 compliant studies for quantitative meta-analysis. »: A qualitative review of 15 predictive modeling studies highlighted 5 key risk factors for risk of readmission after THA and/or TKA: age, length of stay, readmission reduction policy, use of peripheral nerve block, and type of joint replacement procedure. »: A meta-analysis of 17 studies unveiled 3 significant risk factors: discharge to a skilled nursing facility rather than to home (approximately 61% higher risk), surgery at a low- or medium-procedure-volume hospital (approximately 26% higher risk), and the presence of patient obesity (approximately 34% higher risk). We demonstrated clinically meaningful relationships between these factors and moderator variables of procedure type, source of data used for model-building, and the proportion of male patients in the cohort. »: We found that many studies did not adhere to gold-standard criteria for reporting and study construction based on the PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analyses) and NOS (Newcastle-Ottawa Scale) methodologies. »: We recommend that these risk factors be considered in clinical practice and future work alike as they relate to surgical, discharge, and care decision-making. Future work should also prioritize greater observance of gold-standard reporting criteria for predictive models.",
        "authors": [
          "Satish M Mahajan",
          "Amey S Mahajan",
          "Chantal Nguyen",
          "Justin Bui",
          "Bruce T Abbott",
          "Thomas Osborne"
        ],
        "id": "3485482",
        "type": "Scholarly Article"
      },
      {
        "title": "Predictive models for identifying risk of readmission after index hospitalization for hip arthroplasty: A systematic review",
        "name": "Predictive models for identifying risk of readmission after index hospitalization for hip arthroplasty: A systematic review Published article-journal 2020-11 Mahajan Journal of Orthopaedics 0972-978X",
        "issued": "2020-11",
        "abstract": "BACKGROUND: An aging United States population profoundly impacts healthcare from both a medical and financial standpoint, especially with an increase in related procedures such as Total Hip Arthroplasty (THA). The Hospital Readmission Reduction Program and Comprehensive Care for Joint Replacement Program incentivize hospitals to decrease post-operative readmissions by correlating reimbursements with smoother care transitions, thereby decreasing hospital burden and improving quantifiable patient outcomes. Many studies have proposed predictive models built upon risk factors for predicting 30-day THA readmissions. QUESTIONS: (1) Are there validated statistical models that predict 30-day readmissions for THA patients when appraised with a standards-based, reliable assessment tool?. (2) Which evidence-based factors are significant and have support across models for predicting risk of 30-day readmissions post-THA? METHODS: Five major electronic databases were searched to identify studies that examined correlations between post-THA readmission and risk factors using multivariate models. We rigorously applied the PRISMA methodology and TRIPOD criteria for assessment of the prognostic studies. RESULTS: We found 26 studies that offered predictive models, of which two presented models tested with validation cohorts. In addition to the many factors grouped into demographic, administrative, and clinical categories, bleeding disorder, higher ASA status, discharge disposition, and functional status appeared to have broad and significant support across the studies. CONCLUSIONS: Reporting of recent predictive models establishing risk factors for 30-day THA readmissions against the current standard could be improved. Aside from building better performing models, more work is needed to follow the thorough process of undergoing calibration, external validation, and integration with existing EHR systems for pursuing their use in clinical settings. There are several risk factors that are significant in multiple models; these factors should be closely examined clinically and leveraged in future risk modeling efforts.",
        "authors": [
          "Satish M Mahajan",
          "Amey Mahajan",
          "Chantal Nguyen",
          "Justin Bui",
          "Bruce T Abbott",
          "Thomas F Osborne"
        ],
        "id": "3079521",
        "type": "Scholarly Article"
      },
      {
        "title": "Risk Factors for Readmission After Knee Arthroplasty Based on Predictive Models: A Systematic Review",
        "name": "Risk Factors for Readmission After Knee Arthroplasty Based on Predictive Models: A Systematic Review Published article-journal 2020-09 Mahajan Arthroplasty Today 2352-3441",
        "issued": "2020-09",
        "abstract": "BACKGROUND: An increase in the aging yet active US population will continue to make total knee arthroplasty (TKA) procedures routine in the coming decades. For such joint procedures, the Centers for Medicare and Medicaid Services introduced programs such as the Comprehensive Care for Joint Replacement to emphasize accountable and efficient transitions of care. Accordingly, many studies have proposed models using risk factors for predicting readmissions after the procedure. We performed a systematic review of TKA literature to identify such models and risk factors therein using a reliable appraisal tool for their quality assessment. METHODS: Five databases were searched to identify studies that examined correlations between post-TKA readmission and risk factors using multivariate models. We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analysis methodology and Transparent Reporting of a multivariate prediction model for Individual Prognosis Or Diagnosis criteria established for quality assessment of prognostic studies. RESULTS: Of 29 models in the final selection, 6 models reported performance using a C-statistic, ranging from 0.51 to 0.76, and 2 studies used a validation cohort for assessment. The average 30-day and 90-day readmission rates across the studies were 5.33% and 7.12%, respectively. Three new significant risk factors were discovered. CONCLUSIONS: Current models for TKA readmissions lack in performance measurement and reporting when assessed with established criteria. In addition to using new techniques for better performance, work is needed to build models that follow the systematic process of calibration, external validation, and reporting for pursuing their deployment in clinical settings.",
        "authors": [
          "Satish M Mahajan",
          "Chantal Nguyen",
          "Justin Bui",
          "Enomwoyi Kunde",
          "Bruce T Abbott",
          "Amey S Mahajan"
        ],
        "id": "3132184",
        "type": "Scholarly Article"
      },
      {
        "title": "Planes, Trains, and Automobiles? Engaging Medical Students with Interactive, Skills-based Multimodal Evidence-Based Practice Instruction",
        "name": "Planes, Trains, and Automobiles? Engaging Medical Students with Interactive, Skills-based Multimodal Evidence-Based Practice Instruction",
        "issued": "2019-06-11",
        "abstract": "The UC Davis School of Medicine was proposing curriculum change that would have resulted in a reduction in curricular time for course content delivered by UC Davis Library (the “Library”). Since the Library continually monitors the curriculum, we seized this opportunity to connect with education leaders and re-envision Library content on evidence-based practice (“EBP”) at an even more developmentally appropriate place, earlier in the curriculum. Resultantly, we collaborated on a teaching session focusing on specialized information resources and the “Ask” and “Acquire” components of the EBP framework early in this new longitudinal thread on population health and evidence-based practice.",
        "authors": [
          "Nicole Capdarest-Arest",
          "Megan Van Noord",
          "Erik Fausak",
          "Amy Studer",
          "Bruce Abbott"
        ],
        "id": "4683422",
        "type": "Scholarly Article"
      },
      {
        "title": "Predictive models for identifying risk of readmission after index hospitalization for heart failure: A systematic review",
        "name": "Predictive models for identifying risk of readmission after index hospitalization for heart failure: A systematic review Published article-journal 2018-12 Mahajan European Journal of Cardiovascular Nursing 1873-1953",
        "issued": "2018-12",
        "abstract": "AIMS: Readmission rates for patients with heart failure have consistently remained high over the past two decades. As more electronic data, computing power, and newer statistical techniques become available, data-driven care could be achieved by creating predictive models for adverse outcomes such as readmissions. We therefore aimed to review models for predicting risk of readmission for patients admitted for heart failure. We also aimed to analyze and possibly group the predictors used across the models. METHODS: Major electronic databases were searched to identify studies that examined correlation between readmission for heart failure and risk factors using multivariate models. We rigorously followed the review process using PRISMA methodology and other established criteria for quality assessment of the studies. RESULTS: We did a detailed review of 334 papers and found 25 multivariate predictive models built using data from either health system or trials. A majority of models was built using multiple logistic regression followed by Cox proportional hazards regression. Some newer studies ventured into non-parametric and machine learning methods. Overall predictive accuracy with C-statistics ranged from 0.59 to 0.84. We examined significant predictors across the studies using clinical, administrative, and psychosocial groups. CONCLUSIONS: Complex disease management and correspondingly increasing costs for heart failure are driving innovations in building risk prediction models for readmission. Large volumes of diverse electronic data and new statistical methods have improved the predictive power of the models over the past two decades. More work is needed for calibration, external validation, and deployment of such models for clinical use.",
        "authors": [
          "Satish M Mahajan",
          "Paul Heidenreich",
          "Bruce Abbott",
          "Ana Newton",
          "Deborah Ward"
        ],
        "id": "2377480",
        "type": "Scholarly Article"
      }
    ],
    "grants": []
  },
  {
    "expertId": "1epCg3hq",
    "type": "Expert",
    "firstName": "Khaled",
    "middleName": "",
    "lastName": "Abdel-Ghaffar",
    "fullName": "Khaled Abdel-Ghaffar",
    "title": "Professor",
    "organizationUnit": "Elec & Comp Engr",
    "lastModified": "2025-05-18T04:21:23.719213331Z",
    "url": "expert/1epCg3hq",
    "works": [
      {
        "title": "Bounds for Cooperative Locality Using Generalized Hamming Weights",
        "name": "Bounds for Cooperative Locality Using Generalized Hamming Weights Published paper-conference 2017-06-01 Khaled IEEE International Symposium on Information Theory - Proceedings 2157-8095",
        "issued": "2017-06-01",
        "abstract": "The Cadambe-Mazumdar bound gives a necessary condition for a code to have a certain locality in case of a single erasure in terms of length, dimension, and Hamming distance of the code and of certain shortened codes. The bound has been generalized by Rawat, Mazumdar, and Vishwanath to recover multiple erasures in a cooperative repair scenario. In this paper, the generalized Hamming weights of the code and its shortened codes, which include the Hamming distance as one component, are incorporated to obtain bounds on locality to recover a single erasure or multiple erasures cooperatively. The new bounds give sharper necessary conditions than existing bounds.",
        "authors": [
          "AS Khaled",
          "Abdel-Ghaffar",
          "Jos H Weber"
        ],
        "id": "2245021",
        "type": "Scholarly Article"
      },
      {
        "title": "Interleaved Constrained Codes With Markers Correcting Bursts of Insertions or Deletions",
        "name": "Interleaved Constrained Codes With Markers Correcting Bursts of Insertions or Deletions Published article-journal 2017-04-01 Smith IEEE Communications Letters 1558-2558",
        "issued": "2017-04-01",
        "abstract": "We present the construction of interleaving arrays for correcting clusters as well as diffuse bursts of insertion or deletion errors in constrained data. In this construction, a constrained information sequence is systematically encoded by computing a small number of parity checks and inserting markers such that the resulting code word is also constrained. Insertions and deletions lead to a shift between successive markers, which can thus be detected and recovered using the parity checks. In this letter, as an example, the scheme is developed for Manchester-encoded information sequences.",
        "authors": [
          "Dylan Smith",
          "Theo G Swart",
          "Khaled AS Abdel-Ghaffar",
          "Hendrik C Ferreira",
          "Ling Cheng"
        ],
        "id": "1899127",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K318900-665",
        "title": "WRAPAROUND AND INTEGRATED SERVICES",
        "name": "WRAPAROUND AND INTEGRATED SERVICES § Completed • 2006 - 2008 • Lowery, Deborah K § California Department Of Social Services • 06-2041",
        "funder": "California Department Of Social Services",
        "status": "Completed",
        "startDate": "2006-07-01",
        "endDate": "2008-06-30",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K321172-1369",
        "title": "ITR/SI:  INTEGRATED DESIGN OF BROADBAND WIRELESS TRANSCEIVERS",
        "name": "ITR/SI:  INTEGRATED DESIGN OF BROADBAND WIRELESS TRANSCEIVERS § Completed • 2001 - 2007 • Ding, Zhi § National Science Foundation • 0121469",
        "funder": "National Science Foundation",
        "status": "Completed",
        "startDate": "2001-10-01",
        "endDate": "2007-09-30",
        "grantRole": "Grant Role,Co Principal Investigator Role"
      },
      {
        "id": "K331761-6669",
        "title": "ACQUISITION OF AN ATOMIC RESOLUTION TEM FOR ADVANCED ANALYSIS OF NANOMATERIALS IN THE ENVIRONMENT, AGRICULTURE AND TECHNOLOGY (NEAT)",
        "name": "ACQUISITION OF AN ATOMIC RESOLUTION TEM FOR ADVANCED ANALYSIS OF NANOMATERIALS IN THE ENVIRONMENT, AGRICULTURE AND TECHNOLOGY (NEAT) § Completed • 2003 - 2007 • Browning, Nigel D § National Science Foundation • 0321356",
        "funder": "National Science Foundation",
        "status": "Completed",
        "startDate": "2003-08-15",
        "endDate": "2007-07-31",
        "grantRole": "Co Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "QLnBABhp",
    "type": "Expert",
    "firstName": "Yasser",
    "middleName": "Gaber",
    "lastName": "Abdelhafez",
    "fullName": "Yasser Gaber Abdelhafez",
    "title": "Specialist",
    "organizationUnit": "Radiology School of Medicine Academic",
    "lastModified": "2025-05-18T04:16:52.320902618Z",
    "url": "expert/QLnBABhp",
    "works": [
      {
        "title": "Brown adipose tissue is associated with reduced weight loss and risk of cancer cachexia: A retrospective cohort study",
        "name": "Brown adipose tissue is associated with reduced weight loss and risk of cancer cachexia: A retrospective cohort study Published article-journal 2025-02 Panagiotou Clinical Nutrition 1532-1983",
        "issued": "2025-02",
        "abstract": "BACKGROUND & AIMS: Brown adipose tissue (BAT) has been mainly investigated as a potential target against cardiometabolic disease, but it has also been linked to cancer-related outcomes. Although preclinical data support that BAT and the thermogenic adipocytes in white adipose tissue may play an adverse role in the pathogenesis of cancer cachexia, results from studies in patients have reported inconsistent results. The purpose of this study was to examine the interrelationship between presence of detectable BAT, changes in body weight, and cachexia in patients with cancer. We hypothesized that evidence of BAT at cancer diagnosis would be associated with greater weight loss and risk of cancer cachexia up to a year after cancer diagnosis. METHODS: We conducted a retrospective cohort study in treatment-naïve patients with detectable BAT (BAT+, n = 57) and without evidence of BAT (BAT-, n = 73) on 2-deoxy-2-[18F]fluoro-d-glucose positron emission tomography-computed tomography (18F-FDG-PET-CT) imaging performed for cancer staging (2004-2020). Patients' clinical, demographic, and anthropometric characteristics were extracted from their electronic medical record for up to a year after diagnosis. The two groups were a priori matched for demographic, anthropometric, and disease-related characteristics at diagnosis, as well as for season and outdoor temperature on the day of the PET-CT scan. Cancer cachexia was defined as weight loss greater than 5 % or 2 % if body mass index was lower than 20 kg/m2. Poisson regression models were fitted to estimate the relative risk (RR) for developing cancer cachexia over the 1-year follow-up among BAT+ compared to BAT- patients. RESULTS: The BAT+ group experienced a lower magnitude of weight loss compared with the BAT- group during the 1-year follow-up (p = 0.014 for interaction between BAT status and time). The risk for cancer cachexia was 44 % lower in the BAT+ than the BAT- group, adjusted for age, sex, outdoor temperature on the day of the 18F-FDG-PET-CT imaging, cancer site and stage (RR: 0.56, 95 % CI: 0.32 to 0.97). CONCLUSION: Contrary to our original hypothesis, evidence of BAT assessed by 18F-FDG-PET-CT imaging at cancer diagnosis was associated with greater body weight maintenance and lower risk for developing cancer cachexia up to one year after diagnosis. Larger, prospective studies and mechanistic experiments are needed to expand and identify the causal factors of our observations.",
        "authors": [
          "Grigorios Panagiotou",
          "Demsina Babazadeh",
          "Dario F Mazza",
          "Soheila Azghadi",
          "Joseph M Cawood",
          "Aaron S Rosenberg",
          "Fumiaki Imamura",
          "Nita G Forouhi",
          "Abhijit J Chaudhari",
          "Yasser G Abdelhafez",
          "Ramsey D Badawi",
          "Maria Chondronikola"
        ],
        "id": "4835791",
        "type": "Scholarly Article"
      },
      {
        "title": "Correction to: Feasibility of PET‑enabled dual‑energy CT imaging: First physical phantom and initial patient study results",
        "name": "Correction to: Feasibility of PET‑enabled dual‑energy CT imaging: First physical phantom and initial patient study results Published article-journal 2025-05 Zhu European Journal of Nuclear Medicine and Molecular Imaging 1619-7089",
        "issued": "2025-05",
        "abstract": "",
        "authors": [
          "Yansong Zhu",
          "Siqi Li",
          "Zhaoheng Xie",
          "Edwin K Leung",
          "Reimund Bayerlein",
          "Negar Omidvari",
          "Yasser G Abdelhafez",
          "Simon R Cherry",
          "Jinyi Qi",
          "Ramsey D Badawi",
          "Benjamin A Spencer",
          "Guobao Wang"
        ],
        "id": "4820471",
        "type": "Scholarly Article"
      },
      {
        "title": "Diagnostic accuracy in NSCLC lymph node staging with Total-Body and conventional PET/CT",
        "name": "Diagnostic accuracy in NSCLC lymph node staging with Total-Body and conventional PET/CT Published article-journal 2025-03-21 Mingels European Journal of Nuclear Medicine and Molecular Imaging 1619-7089",
        "issued": "2025-03-21",
        "abstract": "INTRODUCTION: Our aim was to characterize the diagnostic accuracy indices for nodal (N)-staging with [18F]FDG Total-Body (TB) and short-axial field-of-view (SAFOV) PET/CT in non-small cell lung cancer (NSCLC) patients referred for staging or restaging. METHODS: In this prospective single center cross-over head-to-head comparative study 48 patients underwent [18F]FDG TB and SAFOV PET/CT on the same day. In total 700 lymph node levels (1R/L, 2R/L, 3a/p, 4R/L, 5, 6, 7, 8R/L, 9R/L, 10-14R/L) of 28 patients could be correlated to a composite reference standard (histopathological correlation, imaging after localized or systemic treatment), which allowed determination of true positive (TP), false positive (FP), true negative (TN) and false negative (FN) lesions. Lymph nodes were characterized semi-quantitatively by maximum standardized uptake value (SUVmax), tumor-to-background ratio (TBR), metabolic tumor volume (MTV) and total lesion glycolysis (TLG) leading to threshold for each scanner. RESULTS: TB and SAFOV PET/CT showed high diagnostic accuracy indices for patient-based N-staging. Sensitivity and specificity were 86.0% (CI: 77.0-95.0%) and 98.3% (CI: 97.3-99.3%) for TB; 77.2% (CI: 66.3-88.1%) and 97.4% (CI: 96.1-98.6%) for SAFOV PET. Positive predictive value was higher for TB (81.7%, CI: 71.9-91.5%) compared to SAFOV PET (72.1%, CI: 60.9-83.4%). However, this finding was not statistically significant (p = 0.08). Negative predictive values for TB (98.6%, CI: 97.9-99.6%) and SAFOV PET/CT (98.0%, CI: 96.9-99.1%) were comparable. Overall, NSCLC N-staging was affected in six cases on SAFOV and only in one case on TB PET/CT. Semi-quantitative analysis revealed a threshold of SUVmax 3.0 to detect TP lesions on both scanners. However, TBR, MTV and TLG thresholds were lower on TB compared to SAFOV PET (TBR: 1.2 vs. 1.7, MTV: 0.5 ml vs. 1.0 ml and TLG: 1.0 ml vs. 3.0 ml). CONCLUSION: TB and SAFOV PET/CT showed high diagnostic accuracy indices for N-staging in NSCLC patients. Sensitivity and PPV on TB PET/CT were slightly higher, compared to SAFOV PET/CT without statistical significance. However, TB PET/CT showed lower rate of incorrect N-staging and lower semi-quantitative thresholds for the detection positive mediastinal lymph nodes. Therefore, TB PET/CT might be advantageous in detecting small and low [18F]FDG-avidity mediastinal lymph node metastases in NSCLC patients.",
        "authors": [
          "Clemens Mingels",
          "Mohammad H Madani",
          "Fatma Sen",
          "Hande Nalbant",
          "Jonathan W Riess",
          "Yasser G Abdelhafez",
          "Ahmadreza Ghasemiesfe",
          "Axel Rominger",
          "Michele Guindani",
          "Ramsey D Badawi",
          "Benjamin A Spencer",
          "Lorenzo Nardo"
        ],
        "id": "4900135",
        "type": "Scholarly Article"
      },
      {
        "title": "Feasibility of PET-enabled dual-energy CT imaging: First physical phantom and initial patient study results",
        "name": "Feasibility of PET-enabled dual-energy CT imaging: First physical phantom and initial patient study results Published article-journal 2025-04 Zhu European Journal of Nuclear Medicine and Molecular Imaging 1619-7089",
        "issued": "2025-04",
        "abstract": "PURPOSE: Dual-energy (DE) CT enables material decomposition by using two different x-ray energies and may be combined with PET for improved multimodality imaging. However, this increases radiation dose and may require a hardware upgrade due to the added second x-ray CT scan. The recently proposed PET-enabled DECT method allows dual-energy imaging using a conventional PET/CT scanner without the need to change scanner hardware or increase radiation exposure. Here we demonstrate the first-time physical phantom and patient data evaluation of this method. METHODS: The PET-enabled DECT method reconstructs a gamma-ray CT (gCT) image at 511 keV from the time-of-flight PET data with the maximum-likelihood attenuation and activity (MLAA) approach and then combines this image with the low-energy x-ray CT images to form a dual-energy image pair for material decomposition. To improve the image quality of gCT, a kernel MLAA method was developed using the x-ray CT as a priori information. Here we developed a general open-source implementation for gCT reconstruction and used this implementation for the first real data validation using both physical phantom study and human-subject study. Results from PET-enabled DECT were compared using x-ray DECT as the reference. Further, we applied the PET-enabled DECT method in another patient study to evaluate bone lesions. RESULTS: Compared to the standard MLAA, results from the kernel MLAA showed significantly improved image quality. PET-enabled DECT with the kernel MLAA was able to generate fractional images that were comparable to the x-ray DECT, with high correlation coefficients for both the phantom study and human subject study (R > 0.99). The application study also indicates that PET-enabled DECT has potential to characterize bone lesions. CONCLUSION: Results from this study have demonstrated the feasibility of this PET-enabled method for CT imaging and material decomposition. PET-enabled DECT shows promise to provide comparable results to x-ray DECT.",
        "authors": [
          "Yansong Zhu",
          "Siqi Li",
          "Zhaoheng Xie",
          "Edwin K Leung",
          "Reimund Bayerlein",
          "Negar Omidvari",
          "Yasser G Abdelhafez",
          "Simon R Cherry",
          "Jinyi Qi",
          "Ramsey D Badawi",
          "Benjamin A Spencer",
          "Guobao Wang"
        ],
        "id": "4766813",
        "type": "Scholarly Article"
      },
      {
        "title": "Quantitative PET imaging and modeling of molecular blood-brain barrier permeability",
        "name": "Quantitative PET imaging and modeling of molecular blood-brain barrier permeability Published article-journal 2025-03-30 Chung Nature Communications 2041-1723",
        "issued": "2025-03-30",
        "abstract": "Neuroimaging of blood-brain barrier permeability has been instrumental in identifying its broad involvement in neurological and systemic diseases. However, current methods evaluate the blood-brain barrier mainly as a structural barrier. Here we developed a non-invasive positron emission tomography method in humans to measure the blood-brain barrier permeability of molecular radiotracers that cross the blood-brain barrier through its molecule-specific transport mechanism. Our method uses high-temporal resolution dynamic imaging and kinetic modeling for multiparametric imaging and quantification of the blood-brain barrier permeability-surface area product of molecular radiotracers. We show, in humans, our method can resolve blood-brain barrier permeability across three radiotracers and demonstrate its utility in studying brain aging and brain-body interactions in metabolic dysfunction-associated steatotic liver inflammation. Our method opens new directions to effectively study the molecular permeability of the human blood-brain barrier in vivo using the large catalogue of available molecular positron emission tomography tracers.",
        "authors": [
          "Kevin J Chung",
          "Yasser G Abdelhafez",
          "Benjamin A Spencer",
          "Terry Jones",
          "Quyen Tran",
          "Lorenzo Nardo",
          "Moon S Chen",
          "Souvik Sarkar",
          "Valentina Medici",
          "Victoria Lyo",
          "Ramsey D Badawi",
          "Simon R Cherry",
          "Guobao Wang"
        ],
        "id": "4906841",
        "type": "Scholarly Article"
      },
      {
        "title": "Total-Body Parametric Imaging Using Relative Patlak Plot",
        "name": "Total-Body Parametric Imaging Using Relative Patlak Plot Published article-journal 2025-04 Li Journal of Nuclear Medicine 1535-5667",
        "issued": "2025-04",
        "abstract": "The standard Patlak plot, a simple yet efficient model, is widely used to describe irreversible tracer kinetics for dynamic PET imaging. Its widespread application to whole-body parametric imaging remains constrained because of the need for a full-time-course input function (e.g., 1 h). In this paper, we demonstrate the relative Patlak (RP) plot, which eliminates the need for the early-time input function, for total-body parametric imaging and its application to 20-min clinical scans acquired in list mode. Methods: We conducted a theoretic analysis to indicate that the RP intercept b' is equivalent to a ratio of the SUV relative to the plasma concentration, whereas the RP slope Ki ' is equal to the standard Patlak Ki (net influx rate) multiplied by a global scaling factor for each subject. One challenge in applying RP to a short scan duration (e.g., 20 min) is the resulting high noise in the parametric images. We applied a self-supervised deep-kernel method for noise reduction. Using the standard Patlak plot as the reference, the RP method was evaluated for lesion quantification, lesion-to-background contrast, and myocardial visualization in total-body parametric imaging in 22 human subjects (12 healthy subjects and 10 cancer patients) who underwent a 1-h dynamic 18F-FDG scan. The RP method was also applied to the dynamic data reconstructed from a clinical standard 20-min list-mode scan either at 1 or 2 h after injection for 2 cancer patients. Results: We demonstrated that it is feasible to obtain high-quality parametric images from 20-min scans using RP parametric imaging with a self-supervised deep-kernel noise-reduction strategy. The RP slope Ki ' was highly correlated with the standard Patlak Ki in lesions and major organs, demonstrating its quantitative potential across subjects. Compared with conventional SUVs, the Ki ' images significantly improved lesion contrast and enabled visualization of the myocardium for potential cardiac assessment. The application of the RP parametric imaging to the 2 clinical scans also showed similar benefits. Conclusion: Using total-body PET with the RP approach, it is feasible to generate parametric images using data from a 20-min clinical list-mode scan.",
        "authors": [
          "Siqi Li",
          "Yasser G Abdelhafez",
          "Lorenzo Nardo",
          "Simon R Cherry",
          "Ramsey D Badawi",
          "Guobao Wang"
        ],
        "id": "4879991",
        "type": "Scholarly Article"
      },
      {
        "title": "Creating Short-Axial Field-of-View PET Images from Subsampled Total-Body PET Data (a)over-cap(sic)\" First Human Subject Evaluations",
        "name": "Creating Short-Axial Field-of-View PET Images from Subsampled Total-Body PET Data (a)over-cap(sic)\" First Human Subject Evaluations Published paper-conference 2024 Bayerlein Journal of Nuclear Medicine 1535-5667",
        "issued": "2024",
        "abstract": "",
        "authors": [
          "Reimund Bayerlein",
          "Yasser Abdelhafez",
          "Benjamin Spencer",
          "Clemens Mingels",
          "Qian Wang",
          "Lorenzo Nardo",
          "Ramsey Badawi"
        ],
        "id": "4783234",
        "type": "Scholarly Article"
      },
      {
        "title": "Development of a Monte Carlo-based scatter correction method for total-body PET using the uEXPLORER PET/CT scanner",
        "name": "Development of a Monte Carlo-based scatter correction method for total-body PET using the uEXPLORER PET/CT scanner Published article-journal 2024-02-21 Bayerlein Physics in Medicine and Biology 1361-6560",
        "issued": "2024-02-21",
        "abstract": "Objective.This study presents and evaluates a robust Monte Carlo-based scatter correction (SC) method for long axial field of view (FOV) and total-body positron emission tomography (PET) using the uEXPLORER total-body PET/CT scanner.Approach.Our algorithm utilizes the Monte Carlo (MC) tool SimSET to compute SC factors in between individual image reconstruction iterations within our in-house list-mode and time-of-flight-based image reconstruction framework. We also introduced a unique scatter scaling technique at the detector block-level for optimal estimation of the scatter contribution in each line of response. First image evaluations were derived from phantom data spanning the entire axial FOV along with image data from a human subject with a large body mass index. Data was evaluated based on qualitative inspections, and contrast recovery, background variability, residual scatter removal from cold regions, biases and axial uniformity were quantified and compared to non-scatter-corrected images.Main results.All reconstructed images demonstrated qualitative and quantitative improvements compared to non-scatter-corrected images: contrast recovery coefficients improved by up to 17.2% and background variability was reduced by up to 34.3%, and the residual lung error was between 1.26% and 2.08%. Low biases throughout the axial FOV indicate high quantitative accuracy and axial uniformity of the corrections. Up to 99% of residual activity in cold areas in the human subject was removed, and the reliability of the method was demonstrated in challenging body regions like in the proximity of a highly attenuating knee prosthesis.Significance.The MC SC method employed was demonstrated to be accurate and robust in TB-PET. The results of this study can serve as a benchmark for optimizing the quantitative performance of future SC techniques.",
        "authors": [
          "Reimund Bayerlein",
          "Benjamin A Spencer",
          "Edwin K Leung",
          "Negar Omidvari",
          "Yasser G Abdelhafez",
          "Qian Wang",
          "Lorenzo Nardo",
          "Simon R Cherry",
          "Ramsey D Badawi"
        ],
        "id": "4420168",
        "type": "Scholarly Article"
      },
      {
        "title": "Domain-Specific Evaluation of Inflammatory Burden in Psoriatic Arthritis Using Total-Body [18F]FDG PET/CT",
        "name": "Domain-Specific Evaluation of Inflammatory Burden in Psoriatic Arthritis Using Total-Body [18F]FDG PET/CT Published paper-conference 2024 Abdelhafez Journal of Nuclear Medicine 1535-5667",
        "issued": "2024",
        "abstract": "",
        "authors": [
          "Yasser Abdelhafez",
          "Siba Raychaudhuri",
          "Dario Mazza",
          "Smriti Raychaudhuri",
          "Simon Cherry",
          "Lorenzo Nardo",
          "Ramsey Badawi",
          "Abhijit Chaudhar"
        ],
        "id": "4785149",
        "type": "Scholarly Article"
      },
      {
        "title": "Dose Reduction in Pediatric Oncology Patients with Delayed Total-Body [18F]FDG PET/CT",
        "name": "Dose Reduction in Pediatric Oncology Patients with Delayed Total-Body [18F]FDG PET/CT Published article-journal 2024-07 Mingels Journal of Nuclear Medicine 1535-5667",
        "issued": "2024-07",
        "abstract": "Our aim was to define a lower limit of reduced injected activity in delayed [18F]FDG total-body (TB) PET/CT in pediatric oncology patients. Methods: In this single-center prospective study, children were scanned for 20 min with TB PET/CT, 120 min after intravenous administration of a 4.07 ± 0.49 MBq/kg dose of [18F]FDG. Five randomly subsampled low-count reconstructions were generated using ¼, ⅛, [Formula: see text], and [Formula: see text] of the counts in the full-dose list-mode reference standard acquisition (20 min), to simulate dose reduction. For the 2 lowest-count reconstructions, smoothing was applied. Background uptake was measured with volumes of interest placed on the ascending aorta, right liver lobe, and third lumbar vertebra body (L3). Tumor lesions were segmented using a 40% isocontour volume-of-interest approach. Signal-to-noise ratio, tumor-to-background ratio, and contrast-to-noise ratio were calculated. Three physicians identified malignant lesions independently and assessed the image quality using a 5-point Likert scale. Results: In total, 113 malignant lesions were identified in 18 patients, who met the inclusion criteria. Of these lesions, 87.6% were quantifiable. Liver SUVmean did not change significantly, whereas a lower signal-to-noise ratio was observed in all low-count reconstructions compared with the reference standard (P < 0.0001) because of higher noise rates. Tumor uptake (SUVmax), tumor-to-background ratio, and total lesion count were significantly lower in the reconstructions with [Formula: see text] and [Formula: see text] of the counts of the reference standard (P < 0.001). Contrast-to-noise ratio and clinical image quality were significantly lower in all low-count reconstructions than with the reference standard. Conclusion: Dose reduction for delayed [18F]FDG TB PET/CT imaging in children is possible without loss of image quality or lesion conspicuity. However, our results indicate that to maintain comparable tumor uptake and lesion conspicuity, PET centers should not reduce the injected [18F]FDG activity below 0.5 MBq/kg when using TB PET/CT in pediatric imaging at 120 min after injection.",
        "authors": [
          "Clemens Mingels",
          "Benjamin A Spencer",
          "Hande Nalbant",
          "Negar Omidvari",
          "Mehrad Rokni",
          "Axel Rominger",
          "Fatma Sen",
          "Simon R Cherry",
          "Ramsey D Badawi",
          "Yasser G Abdelhafez",
          "Lorenzo Nardo"
        ],
        "id": "4564987",
        "type": "Scholarly Article"
      }
    ],
    "grants": []
  },
  {
    "expertId": "njseNQRN",
    "type": "Expert",
    "firstName": "Nilufar",
    "middleName": "",
    "lastName": "Abdul",
    "fullName": "Nilufar Abdul",
    "title": "HS CLIN INSTR-HCOMP",
    "organizationUnit": "SCHOOL OF NURSING",
    "lastModified": "2025-05-18T00:06:52.157144398Z",
    "url": "expert/njseNQRN",
    "works": [],
    "grants": []
  },
  {
    "expertId": "Y6KtIDkT",
    "type": "Expert",
    "firstName": "Mehrdad",
    "middleName": "",
    "lastName": "Abedi",
    "fullName": "Mehrdad Abedi",
    "title": "Professor",
    "organizationUnit": "Hemat & Oncol",
    "lastModified": "2025-05-17T23:04:56.989363911Z",
    "url": "expert/Y6KtIDkT",
    "works": [],
    "grants": [
      {
        "id": "A242045",
        "title": "LTS16653:An Observational Long-term Safety and Efficacy Follow-up Study After Ex-vivo Gene Therapy with BIVV003 in Participants with Severe Sickle Cell Disease (SCD) or with ST-400 in Participants with Transfusion-depende",
        "name": " LTS16653:An Observational Long-term Safety and Efficacy Follow-up Study After Ex-vivo Gene Therapy with BIVV003 in Participants with Severe Sickle Cell Disease (SCD) or with ST-400 in Participants with Transfusion-depende § Active • 2024 - 2038 • Mehrdad Abedi § Sangamo Therapeutics Inc • A24-2045",
        "funder": "Sangamo Therapeutics Inc",
        "status": "Active",
        "startDate": "2024-02-20",
        "endDate": "2038-07-17",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K335F22",
        "title": "KT US 982 5968 Long term Follow up Study for Participants of Kite Sponsored Interventional Studies Treated With Gene Modified Cells",
        "name": "KT US 982 5968 Long term Follow up Study for Participants of Kite Sponsored Interventional Studies Treated With Gene Modified Cells § Active • 2022 - 2034 • Mehrdad Abedi § Kite Pharma Inc • A22-4031",
        "funder": "Kite Pharma Inc",
        "status": "Active",
        "startDate": "2022-11-29",
        "endDate": "2034-02-28",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K372A51",
        "title": "Phase I II multi center study evaluating the safety and efficacy of KTE C19 in adults subjects with relapsed refractory B precursor acute lymphoblastic leukemia r r ALL ZUMA 3 Protocol KTE C19 103",
        "name": "Phase I II multi center study evaluating the safety and efficacy of KTE C19 in adults subjects with relapsed refractory B precursor acute lymphoblastic leukemia r r ALL ZUMA 3 Protocol KTE C19 103 § Active • 2016 - 2032 • Mehrdad Abedi § Kite Pharma Inc • KTE-C19-103",
        "funder": "Kite Pharma Inc",
        "status": "Active",
        "startDate": "2016-09-15",
        "endDate": "2032-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K338F47",
        "title": "Alpha Stem Cell Clinic for Northern and Central California 2 0",
        "name": "Alpha Stem Cell Clinic for Northern and Central California 2 0 § Active • 2023 - 2028 • Mehrdad Abedi § California Institute For Regenerative Medicine • INFR4-13596",
        "funder": "California Institute For Regenerative Medicine",
        "status": "Active",
        "startDate": "2023-01-01",
        "endDate": "2028-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "A233787",
        "title": "Startup Only: KT-US-482-0137 (ZUMA-24): A Phase 2 Open-Label, Multicenter Study Evaluating the Safety and Efficacy of Axicabtagene Ciloleucel Concomitant with Prophylactic Steroids in Subjects with Relapsed or Refractory",
        "name": " Startup Only: KT-US-482-0137 (ZUMA-24): A Phase 2 Open-Label, Multicenter Study Evaluating the Safety and Efficacy of Axicabtagene Ciloleucel Concomitant with Prophylactic Steroids in Subjects with Relapsed or Refractory § Active • 2023 - 2028 • Mehrdad Abedi § Kite Pharma Inc • A23-3787",
        "funder": "Kite Pharma Inc",
        "status": "Active",
        "startDate": "2023-08-22",
        "endDate": "2028-06-28",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K338D75",
        "title": "ATA129 EBV 205 An Open label Single arm Multicohort Phase 2 Study to Assess the Efficacy and Safet",
        "name": "ATA129 EBV 205 An Open label Single arm Multicohort Phase 2 Study to Assess the Efficacy and Safet § Active • 2021 - 2027 • Mehrdad Abedi § Atara Biotherapeutics Inc • A21-3738",
        "funder": "Atara Biotherapeutics Inc",
        "status": "Active",
        "startDate": "2021-04-08",
        "endDate": "2027-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K376F89",
        "title": "CK0804 101 1 Phase Ib Open label Study of Add on Therapy With CK0804 in Participants With Myelofibrosis With Suboptimal Response to Ruxolitini",
        "name": "CK0804 101 1 Phase Ib Open label Study of Add on Therapy With CK0804 in Participants With Myelofibrosis With Suboptimal Response to Ruxolitini § Active • 2023 - 2027 • Mehrdad Abedi § Cellenkos Inc • A23-3373 / CK0804",
        "funder": "Cellenkos Inc",
        "status": "Active",
        "startDate": "2023-05-30",
        "endDate": "2027-01-26",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K328C43",
        "title": "CL GBM P01 US Phase II Trial of AV GBM 1 Autologous Dendritic Cells Loaded with Autologous Tumor Associated Antigens As Adjunctive Therapy Following Primary Surgery Plus Concurrent Chemoradiation In Patients with Newly Diagnosed Glioblastoma",
        "name": "CL GBM P01 US Phase II Trial of AV GBM 1 Autologous Dendritic Cells Loaded with Autologous Tumor Associated Antigens As Adjunctive Therapy Following Primary Surgery Plus Concurrent Chemoradiation In Patients with Newly Diagnosed Glioblastoma § Active • 2018 - 2026 • Mehrdad Abedi § Aivita Biomedical Inc • CL-GBM-P01-US",
        "funder": "Aivita Biomedical Inc",
        "status": "Active",
        "startDate": "2018-12-26",
        "endDate": "2026-09-17",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "A241899",
        "title": "Superior forward-oriented b-globin vector for treating Sickle Cell Disease",
        "name": " Superior forward-oriented b-globin vector for treating Sickle Cell Disease § Active • 2024 - 2026 • Mehrdad Abedi § California Institute For Regenerative Medicine • CLIN1-14792",
        "funder": "California Institute For Regenerative Medicine",
        "status": "Active",
        "startDate": "2024-08-01",
        "endDate": "2026-07-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K336C38",
        "title": "003SCD101 BIOVERATIV TRIAL A Phase 1 2 Open Label Multicenter Single Arm Study to Assess the Safety Tolerability and Efficacy of BIVV003 for Autologous Hematopoietic Stem Cell Transplantation in Patients With Severe Sickle Cell Disease",
        "name": "003SCD101 BIOVERATIV TRIAL A Phase 1 2 Open Label Multicenter Single Arm Study to Assess the Safety Tolerability and Efficacy of BIVV003 for Autologous Hematopoietic Stem Cell Transplantation in Patients With Severe Sickle Cell Disease § Active • 2019 - 2026 • Mehrdad Abedi § Bioverativ Therapeutics Inc • 003SCD101",
        "funder": "Bioverativ Therapeutics Inc",
        "status": "Active",
        "startDate": "2019-04-22",
        "endDate": "2026-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "llunh1QB",
    "type": "Expert",
    "firstName": "Hira",
    "middleName": "Hasnain",
    "lastName": "Abidi",
    "fullName": "Hira Hasnain Abidi",
    "title": "ASST PROF OF CLIN-HCOMP",
    "organizationUnit": "MED:SURGERY",
    "lastModified": "2025-05-18T02:08:59.766474897Z",
    "url": "expert/llunh1QB",
    "works": [
      {
        "title": "Shifting paradigms for the treatment of ductal carcinoma in situ: Less is more",
        "name": "Shifting paradigms for the treatment of ductal carcinoma in situ: Less is more Published article-journal 2023-07 Sauder Surgery 1532-7361",
        "issued": "2023-07",
        "abstract": "Ductal carcinoma in situ is a diverse disease in which only 50% of lesions progress to invasive carcinoma, but unfortunately, all patients receive similar treatment recommendations independent of the disease variability. De-escalation is the philosophy that treatment for this disease should be differentiated based on the likelihood of future progression and recurrence. Four surgical trials are looking at the possibility of removing surgical intervention, the current mainstay of treatment, from the algorithm. Molecular assays have been developed to help differentiate the risk of an ipsilateral breast tumor recurrence and potentially guide the postsurgical utility of radiation therapy. Primary endocrine therapy is also being explored as an alternative to standard local therapy. Ductal carcinoma in situ therapy is a very complicated algorithm that should be discussed and treated through shared decision-making.",
        "authors": [
          "Candice AM Sauder",
          "Hira Abidi",
          "Richard J Bold"
        ],
        "id": "4181006",
        "type": "Scholarly Article"
      }
    ],
    "grants": []
  },
  {
    "expertId": "1vNytFen",
    "type": "Expert",
    "firstName": "Raied",
    "middleName": "",
    "lastName": "Abou Kubaa",
    "fullName": "Raied Abou Kubaa",
    "title": "ASST PROJ SCIENTIST-FY",
    "organizationUnit": "Plant Pathology",
    "lastModified": "2025-05-18T01:11:21.814228066Z",
    "url": "expert/1vNytFen",
    "works": [
      {
        "title": "First report of bell pepper endornavirus in pepper in Syria and Lebanon",
        "name": "First report of bell pepper endornavirus in pepper in Syria and Lebanon Published article-journal 2024-05-01 Abou Kubaa Journal of Plant Pathology 2239-7264",
        "issued": "2024-05-01",
        "abstract": "",
        "authors": [
          "Raied Abou Kubaa",
          "Maria Saponari",
          "Khaled Heinoun",
          "Fouad Jreijiri",
          "Elia Choueiri"
        ],
        "id": "4474126",
        "type": "Scholarly Article"
      }
    ],
    "grants": []
  },
  {
    "expertId": "prbW2ytM",
    "type": "Expert",
    "firstName": "Orwa",
    "middleName": "",
    "lastName": "Aboud",
    "fullName": "Orwa Aboud",
    "title": "HS ASST CLIN PROF-HCOMP",
    "organizationUnit": "MED:NEUROLOGY",
    "lastModified": "2025-05-18T04:16:52.307805805Z",
    "url": "expert/prbW2ytM",
    "works": [
      {
        "title": "A novel predictive model utilizing retinal microstructural features for estimating survival outcome in patients with glioblastoma",
        "name": "A novel predictive model utilizing retinal microstructural features for estimating survival outcome in patients with glioblastoma Published paper-conference 2025-03 Smith Clinical Neurology and Neurosurgery 1872-6968",
        "issued": "2025-03",
        "abstract": "PURPOSE: Glioblastoma is a highly aggressive brain tumor with poor prognosis despite surgery and chemoradiation. The visual sequelae of glioblastoma have not been well characterized. This study assessed visual outcomes in glioblastoma patients through neuro-ophthalmic exams, imaging of the retinal microstructures/microvasculature, and perimetry. METHODS: A total of 19 patients with glioblastoma (9 male, 10 female, average age at diagnosis 69 years) were enrolled. Tumor characteristic, neuro-ophthalmic exam data, Optical Coherence Tomography (OCT) and OCT-Angiography data of all patient eyes were analyzed using Microsoft Excel and a Machine Learning algorithm. RESULTS: Best-corrected visual acuity ranged from 20/20 - 20/50. Occipital tumors showed worse visual fields than frontal tumors (mean deviation -14.9 and -0.23, respectively, p < 0.0001). Those with overall survival (OS)< 15 months demonstrated thinner retinal nerve fiber layer and ganglion cell complex (p < 0.0001) and enlarged foveal avascular zone starting from 4 months post-diagnosis (p = 0.006). There was no significant difference between eyes ipsilateral and contralateral to radiation fields (average doses were 1370 cGy and 1180 cGy, respectively, p = 0.42). A machine learning algorithm using retinal microstructure and visual fields predicted patients with long (≥15 months) progression-free and overall survival with 78 % accuracy. CONCLUSION: Glioblastoma patients frequently present with visual field defects despite normal visual acuity. Patients with poor survival duration demonstrated significant retinal thinning and decreased microvascular density. A machine learning algorithm predicted survival though further validation is warranted.",
        "authors": [
          "Rebekah Smith",
          "Ranjit Sapkota",
          "Bhavna Antony",
          "Jinger Sun",
          "Orwa Aboud",
          "Orin Bloch",
          "Megan Daly",
          "Ruben Fragoso",
          "Glenn Yiu",
          "Yin Allison Liu"
        ],
        "id": "4780177",
        "type": "Scholarly Article"
      },
      {
        "title": "Diffuse astrocytoma, AYA-type, frequently MAPK-altered: report of 45 patients",
        "name": "Diffuse astrocytoma, AYA-type, frequently MAPK-altered: report of 45 patients Published article-journal 2025-01-01 Singh Acta Neuropathologica 1432-0533",
        "issued": "2025-01-01",
        "abstract": "A putative molecular subtype of IDH-wildtype diffuse glioma with recurrent MAPK pathway alterations has recently been reported. By dimensionality reduction analysis of genome-wide methylation profiling, these tumors form a distinct methylation cluster of gliomas. Characterization of 47 tumors from 45 patients reveals that these gliomas are predominantly supratentorial in young adults, are highly infiltrative, and harbor mitogen-activated protein kinase (MAPK) pathway alterations with high rates of CDKN2A/2B deletion, PDGFRA amplification, MYCN amplification, NF1 variants, and BRAF alterations. The tumors' epigenetics are distinct from other adult and pediatric gliomas in the 2021 World Health Organization (WHO) classification. The histology of the gliomas most often demonstrates high-grade astrocytic features, but can be variable from tumor to tumor, as well as fall into a spectrum of histologic grades. Outcomes show considerable variability based on histologic grade and molecular features, supporting grading within this group of tumors to ensure optimal care choices on an individual patient basis. These unifying epigenetic, sequencing, and infiltrative astrocytic features allow the tumors to be considered diffuse astrocytoma, adolescent, and young adult-type, with MAPK alterations (DAYA).",
        "authors": [
          "Omkar Singh",
          "Christopher Dampier",
          "Zied Abdullaev",
          "Karen Dazelle",
          "Hye-Jung Chung",
          "Kyle Conway",
          "Sandra Camelo-Piragua",
          "Stewart Neill",
          "Daniel Brown",
          "James Stephen Nix",
          "Caterina Giannini",
          "Robert Macaulay",
          "Daniel Marker",
          "John Skaugen",
          "Scott Kulich",
          "Han Lee",
          "Orwa Aboud",
          "Peter Pytel",
          "Ewa Borys",
          "Arie Perry",
          "Laila Naqib-Osman",
          "Igor Lima Fernandes",
          "Qinwen Mao",
          "Mouied Alashari",
          "Cheddhi Thomas",
          "Jeffrey Helgager",
          "Maria A Gubbiotti",
          "John Newman",
          "Nishant Tiwari",
          "Patrick J Cimino",
          "Martha Quezado",
          "Kenneth D Aldape",
          "MacLean P Nasrallah"
        ],
        "id": "4914226",
        "type": "Scholarly Article"
      },
      {
        "title": "Neurological Manifestations of Patients With CNS Metastases: Experience From a Single Center in an Upper-Middle-Income Country",
        "name": "Neurological Manifestations of Patients With CNS Metastases: Experience From a Single Center in an Upper-Middle-Income Country Published article-journal 2025-04 Cacho-Díaz Journal of Global Oncology 2687-8941",
        "issued": "2025-04",
        "abstract": "PURPOSE: This study aimed to report the neurological manifestations of patients with CNS metastases (CNSm) and to determine their association with survival in patients with brain metastases (BrMs). MATERIALS AND METHODS: A retrospective analysis of patients with CNSms (BrMs or neoplastic meningitis) seen at two referral centers between 2010 and 2022. The neurological manifestations and their association with survival were measured and presented. RESULTS: Among 822 patients with CNSms, the most common neurological manifestations were headache, focal weakness, visual disorders, nausea/vomiting, seizures, and altered mental status (53%, 35%, 24%, 23%, 22%, and 18%, respectively). In patients with BrMs, neurological manifestations associated with survival were asymptomatic (hazard ratio [HR], 0.48 [95% CI, 0.31 to 0.73]; P = .001), focal weakness (HR, 1.26 [95% CI, 1.02 to 1.54]; P = .027), or visual disorders (HR, 1.26 [95% CI, 1.01 to 1.58]; P = .045). CONCLUSION: Neurological manifestations in patients with BrMs are associated with survival and can aid in prognostic stratification.",
        "authors": [
          "Bernardo Cacho-Díaz",
          "Alberto González-Aguilar",
          "Gervith Reyes-Soto",
          "José O Navarro-Fernández",
          "Federico Maldonado-Magos",
          "Oscar Arrieta",
          "Talia Wegman-Ostrosky",
          "Orwa Aboud",
          "Mónica Serrano-Murillo"
        ],
        "id": "4929675",
        "type": "Scholarly Article"
      },
      {
        "title": "Serendipity in Neuro-Oncology: The Evolution of Chemotherapeutic Agents",
        "name": "Serendipity in Neuro-Oncology: The Evolution of Chemotherapeutic Agents Published article-journal 2025-03-25 Nadora International Journal of Molecular Sciences 1422-0067",
        "issued": "2025-03-25",
        "abstract": "The development of novel therapeutics in neuro-oncology faces significant challenges, often marked by high costs and low success rates. Despite advances in molecular biology and genomics, targeted therapies have had limited impact on improving patient outcomes in brain tumors, particularly gliomas, due to the complex, multigenic nature of these malignancies. While significant efforts have been made to design drugs that target specific signaling pathways and genetic mutations, the clinical success of these rational approaches remains sparse. This review critically examines the landscape of neuro-oncology drug discovery, highlighting instances where serendipity has led to significant breakthroughs, such as the unexpected efficacy of repurposed drugs and off-target effects that proved beneficial. By exploring historical and contemporary cases, we underscore the role of chance in the discovery of impactful therapies, arguing that embracing serendipity alongside rational drug design may enhance future success in neuro-oncology drug development.",
        "authors": [
          "Denise Nadora",
          "Shawyon Ezzati",
          "Brandon Bol",
          "Orwa Aboud"
        ],
        "id": "4926487",
        "type": "Scholarly Article"
      },
      {
        "title": "Case report: Recurrence of psychosis after the surgical resection and radiation of a temporal lobe astrocytoma",
        "name": "Case report: Recurrence of psychosis after the surgical resection and radiation of a temporal lobe astrocytoma Published article-journal 2024 Perekopskiy Frontiers in Psychiatry 1664-0640",
        "issued": "2024",
        "abstract": "It is estimated that the incidence of first episode psychotic disorder is about 33 people out of 100,000 each year. Beyond primary psychotic illness (e.g., schizophrenia, schizophreniform disorder), some of these patients will develop psychotic disorder due to a complex interplay of genetics, anatomical variations, traumatic brain injury (TBI), environment, substance use, and/or other causes. A small subset of patients will develop psychotic disorder due to a structural anatomic lesion, such as a CNS tumor. Here we present a 35-year-old male with worsening auditory hallucinations after surgical resection and radiation of a right temporal lobe astrocytoma in the setting of co-morbid methamphetamine usage. This case report helps illustrate how a neuroimaging work-up is important for the first incidence of psychotic disorder and how a tumor can produce a psychotic disorder that persists after oncologic treatment. This paper adds to the literature on the presentation and treatment of post-resection tumor-induced psychotic disorder.",
        "authors": [
          "David Perekopskiy",
          "Shervin Zoghi",
          "Jenna Dobrick",
          "Orwa Aboud",
          "James Alan Bourgeois"
        ],
        "id": "4827819",
        "type": "Scholarly Article"
      },
      {
        "title": "Epidermal Growth Factor Receptor Inhibitors in Glioblastoma: Current Status and Future Possibilities",
        "name": "Epidermal Growth Factor Receptor Inhibitors in Glioblastoma: Current Status and Future Possibilities Published article-journal 2024-02-15 Ezzati International Journal of Molecular Sciences 1422-0067",
        "issued": "2024-02-15",
        "abstract": "Glioblastoma, a grade 4 glioma as per the World Health Organization, poses a challenge in adult primary brain tumor management despite advanced surgical techniques and multimodal therapies. This review delves into the potential of targeting epidermal growth factor receptor (EGFR) with small-molecule inhibitors and antibodies as a treatment strategy. EGFR, a mutationally active receptor tyrosine kinase in over 50% of glioblastoma cases, features variants like EGFRvIII, EGFRvII and missense mutations, necessitating a deep understanding of their structures and signaling pathways. Although EGFR inhibitors have demonstrated efficacy in other cancers, their application in glioblastoma is hindered by blood-brain barrier penetration and intrinsic resistance. The evolving realm of nanodrugs and convection-enhanced delivery offers promise in ensuring precise drug delivery to the brain. Critical to success is the identification of glioblastoma patient populations that benefit from EGFR inhibitors. Tools like radiolabeled anti-EGFR antibody 806i facilitate the visualization of EGFR conformations, aiding in tailored treatment selection. Recognizing the synergistic potential of combination therapies with downstream targets like mTOR, PI3k, and HDACs is pivotal for enhancing EGFR inhibitor efficacy. In conclusion, the era of precision oncology holds promise for targeting EGFR in glioblastoma, contingent on tailored treatments, effective blood-brain barrier navigation, and the exploration of synergistic therapies.",
        "authors": [
          "Shawyon Ezzati",
          "Samuel Salib",
          "Meenakshisundaram Balasubramaniam",
          "Orwa Aboud"
        ],
        "id": "4452545",
        "type": "Scholarly Article"
      },
      {
        "title": "Excessive lipid production shapes glioma tumor microenvironment",
        "name": "Excessive lipid production shapes glioma tumor microenvironment Published article-journal 2024-09-02 Maraqah Ultrastructural Pathology 1521-0758",
        "issued": "2024-09-02",
        "abstract": "Disrupted lipid metabolism is a characteristic of gliomas. This study utilizes an ultrastructural approach to characterize the prevalence and distribution of lipids within gliomas. This study made use of tissue from IDH1 wild type (IDH1-wt) glioblastoma (n = 18) and IDH1 mutant (IDH1-mt) astrocytoma (n = 12) tumors. We uncover a prevalent and intriguing surplus of lipids. The bulk of the lipids manifested as sizable cytoplasmic inclusions and extracellular deposits in the tumor microenvironment (TME); in some tumors the lipids were stored in the classical membraneless spheroidal lipid droplets (LDs). Frequently, lipids accumulated inside mitochondria, suggesting possible dysfunction of the beta-oxidation pathway. Additionally, the tumor vasculature have lipid deposits in their lumen and vessel walls; this lipid could have shifted in from the tumor microenvironment or have been produced by the vessel-invading tumor cells. Lipid excess in gliomas stems from disrupted beta-oxidation and dysfunctional oxidative phosphorylation pathways. The implications of this lipid-driven environment include structural support for the tumor cells and protection against immune responses, non-lipophilic drugs, and free radicals.",
        "authors": [
          "Haitham H Maraqah",
          "John Paul Aboubechara",
          "Mones S Abu-Asab",
          "Han Sung Lee",
          "Orwa Aboud"
        ],
        "id": "4685451",
        "type": "Scholarly Article"
      },
      {
        "title": "Metabolic Risk Factors and Survival in Patients with Glioblastoma",
        "name": "Metabolic Risk Factors and Survival in Patients with Glioblastoma Published paper-conference 2024-10-30 Aboubechara Cancers 2072-6694",
        "issued": "2024-10-30",
        "abstract": "BACKGROUND: Metabolic syndrome increases the risk of developing various systemic cancers. The prevalence of metabolic syndrome in newly diagnosed glioblastoma patients is unknown. Further, there have been contradictory reports about how metabolic syndrome affects clinical outcomes. Therefore, the purpose of this study is to test the hypothesis that metabolic syndrome is associated with an increased prevalence of glioblastoma and worsened survival outcomes. METHODS: This retrospective cohort study examines seventy-three patients with isocitrate dehydrogenase (IDH)-wild-type glioblastoma as it provides a relatively homogeneous population to examine. Patient characteristics, vital signs, lab results, tumor molecular markers, and overall survival were analyzed. Patients with metabolic syndrome and individual risk factors were identified, and survival outcomes were examined. RESULTS: Our results demonstrate that there is a higher prevalence of metabolic syndrome in our cohort of patients with glioblastoma than in the general population (41% vs. 33%), though this effect is confounded by older age. We also demonstrate that after correction for confounding variables, metabolic syndrome is not significantly associated with overall survival (p = 0.1). When analyzing individual metabolic risk factors, we demonstrate that there is a significant association between the accumulation of metabolic risk factors and decreased survival (p = 0.03), and hyperglycemia emerges as a significant independent risk factor for decreased survival (p = 0.05). CONCLUSIONS: These results suggest that metabolic risk factors can affect survival in patients with glioblastoma, which can have significant implications for clinical practice. These findings need to be further explored through further clinical and mechanistic studies.",
        "authors": [
          "John Paul Aboubechara",
          "Orwa Aboud"
        ],
        "id": "4447399",
        "type": "Scholarly Article"
      },
      {
        "title": "Metabolomic characterization of human glioblastomas and patient plasma: a pilot study",
        "name": "Metabolomic characterization of human glioblastomas and patient plasma: a pilot study Published article-journal 2024 Liu F1000Research 2046-1402",
        "issued": "2024",
        "abstract": "BACKGROUND: Glioblastoma (GBM) is a clinically challenging primary brain tumor with poor survival outcome despite surgical resection and intensive chemoradiation. The metabolic heterogeneity of GBM can become biomarkers for treatment response, resistance, and outcome prediction. The aim of the study is to investigate metabolic distinctions between primary and recurrent GBM tissue and patient plasma to establish feasibility for metabolic profiling. METHODS: A single-center cohort study analyzed tissue and blood samples from 15 patients with GBM using untargeted metabolomic/lipidomic assays. Metabolomic, lipidomic, and biogenic amine analyses were conducted on GBM tissue and patient plasma at diagnosis and recurrence using untargeted mass spectrometry. The study utilized a small but longitudinally collected cohort to evaluate alteration in metabolites, lipids, and biogenic amines between specimens at diagnosis and recurrence. RESULTS: Exploratory analysis revealed significant alteration in metabolites, lipids, and biogenic amines between diagnostic and recurrent states in both tumor and plasma specimens. Notable metabolites differed at recurrence, including N-alpha-methylhistamine, glycerol-3-phosphate, phosphocholine, and succinic acid in tissue, and indole-3-acetate, and urea in plasma. Principal component analysis revealed distinct metabolomic profiles between tumor tissue and patient plasma. Distinct metabolic profiles were observed in GBM tissue and patient plasma at recurrence, demonstrating the feasibility of using metabolomic methodologies for longitudinal studies. One patient exhibited a unique tumor resistance signature at diagnosis, possibly indicating a high-risk metabolomic phenotype. CONCLUSIONS: In this small cohort, the findings suggest the potential of metabolomic signatures of GBM tissue and patient plasma for risk stratification, outcome prediction, and the development of novel adjuvant metabolic-targeting therapies. The findings suggest metabolic discrepancies at diagnosis and recurrence in tissue and plasma, highlighting potential implications for evaluation of clinical response. The identification of significant changes in metabolite abundance emphasizes the need for larger studies using targeted metabolomics to validate and further explore these profiles.",
        "authors": [
          "Yin Allison Liu",
          "Orwa Aboud",
          "Lina A Dahabiyeh",
          "Orin Bloch",
          "Oliver Fiehn"
        ],
        "id": "4726529",
        "type": "Scholarly Article"
      },
      {
        "title": "Metabolomic Profiling and Machine Learning Models for Tumor Classification in Patients with Recurrent IDH-Wild-Type Glioblastoma: A Prospective Study",
        "name": "Metabolomic Profiling and Machine Learning Models for Tumor Classification in Patients with Recurrent IDH-Wild-Type Glioblastoma: A Prospective Study Published article-journal 2024-11-17 Hodeify Cancers 2072-6694",
        "issued": "2024-11-17",
        "abstract": "BACKGROUND/OBJECTIVES: The recurrence of glioblastoma is an inevitable event in this disease's course. In this study, we sought to identify the metabolomic signature in patients with recurrent glioblastomas undergoing surgery and radiation therapy. METHODS: Blood samples collected prospectively from six patients with recurrent IDH-wildtype glioblastoma who underwent one surgery at diagnosis and a second surgery at relapse were analyzed using untargeted gas chromatography-time-of-flight mass spectrometry to measure metabolite abundance. The data analysis techniques included univariate analysis, correlation analysis, and a sample t-test. For predictive modeling, machine learning (ML) algorithms such as multinomial logistic regression, gradient boosting, and random forest were applied to predict the classification of samples in the correct treatment phase. RESULTS: Comparing samples after the first surgery and after the relapse surgeries to the pre-operative samples showed a significant decrease in sorbitol and mannitol; there was a significant increase in urea, oxoproline, glucose, and alanine. After chemoradiation, two metabolites, erythritol and 6-deoxyglucitol, showed a decrease, with a cut-off of three and a significant reduction for 6-deoxyglucitol, while 2,4-difluorotoluene and 9-myristoleate showed an increase post radiation, with a fold-change cut-off of three. The gradient-boosting ML model achieved a high performance for the prediction of tumor conditions in patients with glioblastoma who had undergone relapse surgery. CONCLUSIONS: We developed an ML predictor for tumor phase based on the plasma metabolomic profile. Our study suggests the potential of combining metabolomics with ML as a new tool to stratify the risk of tumor progression in patients with glioblastoma.",
        "authors": [
          "Rawad Hodeify",
          "Nina Yu",
          "Meenakshisundaram Balasubramaniam",
          "Felipe Godinez",
          "Yin Liu",
          "Orwa Aboud"
        ],
        "id": "4767893",
        "type": "Scholarly Article"
      }
    ],
    "grants": []
  },
  {
    "expertId": "33r6JK6W",
    "type": "Expert",
    "firstName": "Marianne",
    "middleName": "",
    "lastName": "Abouyared",
    "fullName": "Marianne Abouyared",
    "title": "ASST PROF OF CLIN-HCOMP",
    "organizationUnit": "MED:OTOLARYNGOLOGY",
    "lastModified": "2025-05-18T03:42:49.657330071Z",
    "url": "expert/33r6JK6W",
    "works": [
      {
        "title": "Association of Social Vulnerability Index With Declining Recommended Surgical Treatment in Head and Neck Cancer Patients",
        "name": "Association of Social Vulnerability Index With Declining Recommended Surgical Treatment in Head and Neck Cancer Patients Published article-journal 2025-01-08 Ershadifar The Laryngoscope 1531-4995",
        "issued": "2025-01-08",
        "abstract": "OBJECTIVE: To investigate the impact of county-level social vulnerability on patients' decision to refuse recommended surgical treatment. METHODS: Retrospective cohort analysis conducted on HNSCC cases documented in the latest available SEER databases from 2000 to 2020; various demographic, including county of residence, and disease-related variables were collected. CDC's Social Vulnerability Index (SVI) was assigned based on patients' county of residence, and patients were subsequently categorized into four SVI quartiles. Pearson chi-square tests and binomial logistic regression was conducted to determine the impact of variables on patients' refusal of surgical treatment. RESULTS: Among 83,184 patients, 2.6% (2,165) refused surgical intervention recommended by their physician as part of treatment. Social vulnerability (higher SVI), male sex, older age, more advanced disease stage, belonging to non-Hispanic Black or Native Hawaiian/Asian Pacific Islander Race and Origin, and single marital status were associated with higher likelihood of refusing surgery. CONCLUSION: SVI is a significant factor in the refusal of recommended surgical treatment in HNSCC patients. Advanced disease stages and social vulnerability appear to interplay, influencing treatment decisions. Culturally competent care and support for socially vulnerable patients may mitigate disparities in treatment acceptance, potentially improving survival outcomes. LEVEL OF EVIDENCE: 3 Laryngoscope, 2025.",
        "authors": [
          "Soroush Ershadifar",
          "Jonathan T Mo",
          "Angela A Colback",
          "Arnaud F Bewley",
          "Marianne Abouyared",
          "Andrew C Birkeland"
        ],
        "id": "4819125",
        "type": "Scholarly Article"
      },
      {
        "title": "Biochemical Markers of Sarcopenia as Predictors of Outcomes Among Patients Undergoing Laryngectomy",
        "name": "Biochemical Markers of Sarcopenia as Predictors of Outcomes Among Patients Undergoing Laryngectomy Published article-journal 2025-02-23 Abouyared Head and Neck 1097-0347",
        "issued": "2025-02-23",
        "abstract": "BACKGROUND: Sarcopenia, the systemic loss of skeletal muscle mass and function, is prevalent and particularly detrimental to head and neck cancer (HNC) patients. Cancer-associated sarcopenia involves complex mechanisms of poor nutrition and inflammation, highlighting the necessity for preoperative identification of these high-risk patients. METHODS: A multi-site retrospective chart review (2016-2021) was performed on HNC patients undergoing total laryngectomy with or without reconstruction. Preoperative lab values were utilized to calculate markers of sarcopenia including systemic immune inflammation index (SII), nutrition-related index (NRI), geriatric NRI (GNRI), and neutrophil-to-lymphocyte ratio (NLR). Comparative analyses, ROC curves, and logistic regressions were conducted to evaluate the predictive value of these indices on 30-day postoperative outcomes. RESULTS: In a cohort of 520 laryngectomy patients (75.8% salvage), postoperative fistula, major complication, and prolonged PO intake > 30 days were recorded in 22.7%, 25.4%, and 26.2% of patients, respectively. NLR was higher in patients with prolonged PO intake, while the NRI/GNRI was lower in patients with delayed PO intake. There were no significant differences in patient indices with or without fistula and major complications. All nutritional indices on ROC curves had areas under the curve < 0.600. After adjusting for confounding on multivariate logistic regression, the NLR (OR = 0.95) and SII (OR = 0.98) were predictive of major postoperative complications, while the NRI/GNRI (OR = 0.96) was predictive of delayed PO intake. CONCLUSIONS: Nutritional indices may be valuable to predict adverse postoperative laryngectomy outcomes. Prospective studies are needed to validate these findings.",
        "authors": [
          "Marianne Abouyared",
          "Angela A Colback",
          "Alexander Jones",
          "Michael G Moore",
          "Matthew Mifsud",
          "Bailin Alexander",
          "Sidharth Puram",
          "Joseph Roh",
          "Akina Tamaki",
          "Andrea Ziegler",
          "Eric Thorpe",
          "Sean Abbott",
          "Rusha Patel"
        ],
        "id": "4888750",
        "type": "Scholarly Article"
      },
      {
        "title": "Clinical Management Update of Oral Leukoplakia: A Review From the American Head and Neck Society Cancer Prevention Service",
        "name": "Clinical Management Update of Oral Leukoplakia: A Review From the American Head and Neck Society Cancer Prevention Service Published article-journal 2025-02 Gates Head and Neck 1097-0347",
        "issued": "2025-02",
        "abstract": "BACKGROUND: Oral potentially malignant disorders (OPMDs) occur in up to 4%-5% of the population, of which oral leukoplakia (OL) is the most common subtype. Predicting high-risk OL remains a challenge. Early diagnosis and effective treatment are thought to be of paramount importance to improve outcomes. METHODS: We searched PubMed and Clinicaltrials.gov data for updates in the clinical management of OL from 2015 to current. RESULTS: Recent publication of large cohorts of patients with OL aids in counseling patients regarding risk of malignant transformation. Management for OL includes surveillance, excision, and laser surgery, as well as local and systemic approaches to chemoprevention. Several new entities show promise regarding candidate biomarkers, chemoprevention agents, and diagnostic adjuncts, though all require further validation. CONCLUSION: This update serves to further inform clinical management of OL and provide impetus for future investigations. TRIAL REGISTRATION: NCT00099021, NCT00951379, NCT05727761, NCT05727761.",
        "authors": [
          "James C Gates",
          "Marianne Abouyared",
          "Yelizaveta Shnayder",
          "D Gregory Farwell",
          "Andrew Day",
          "Faizan Alawi",
          "Michael Moore",
          "Andrew J Holcomb",
          "Andrew Birkeland",
          "Joel Epstein"
        ],
        "id": "4775455",
        "type": "Scholarly Article"
      },
      {
        "title": "Sarcopenia may predict recurrence in patients with head and neck cancer",
        "name": "Sarcopenia may predict recurrence in patients with head and neck cancer Published article-journal 2025-01 Colback Head and Neck 1097-0347",
        "issued": "2025-01",
        "abstract": "BACKGROUND: Malnutrition is a major consequence of head and neck cancer (HNC), often leading to decreased skeletal muscle mass and impacting survival. The goal of this study is to determine the effect of sarcopenia, as defined by skeletal muscle index (SMI), on survival in patients with HNC. METHODS: This is a retrospective review of patients with HNC treated with surgery and/or radiation at a single tertiary care institute. All had pre-treatment imaging available for skeletal muscle index (SMI) measurements, and SMI was calculated at the level of the 3rd cervical vertebra. Sarcopenia was defined as an SMI < 41 cm2/m2 in females and as <43 cm2/m2 in underweight or healthy weight males. Sarcopenia was defined as <53 cm2/m2 in overweight or obese males. Chi-square analysis was performed to compare recurrence and survival rates, and survival analysis was performed via Kaplan-Meir curve. RESULTS: Hundred and twelve patients with HNC were evaluated, 84 men and 28 women with an average age of 60.9 years. Tumors were primarily located in the oral cavity (24.1%) and oropharynx (42%). The majority (69.6%) underwent surgery. Mean body mass index prior to treatment was 28. Sixty-nine patients (61.6%) in our cohort had low SMI. Mean follow-up was 3.9 ± 2.2 years. Recurrence rate was 26% in those with low SMI versus 2% in those without. Patients with low SMI were more likely to have a recurrence (p = 0.02). Overall survival was 72.5% in those with low SMI and 81% in those with normal SMI (p = 0.09). CONCLUSIONS: Defining sarcopenia as a low skeletal muscle index at the third cervical vertebra is clinically relevant. This study demonstrates that low SMI at this level, and thus sarcopenia, was strongly associated with higher rates of recurrence.",
        "authors": [
          "Angela A Colback",
          "Daniel V Arkfeld",
          "Alireza Paydar",
          "Osama Raslan",
          "Daniel J Cates",
          "Marianne Abouyared"
        ],
        "id": "4683774",
        "type": "Scholarly Article"
      },
      {
        "title": "CT predictors of sub-centimeter occult lymph node metastases in oral cavity squamous cell carcinoma: A case-control study",
        "name": "CT predictors of sub-centimeter occult lymph node metastases in oral cavity squamous cell carcinoma: A case-control study Published article-journal 2024-04 Morisada Neuroradiology Journal 2385-1996",
        "issued": "2024-04",
        "abstract": "BACKGROUND: For patients with oral cavity squamous cell carcinoma (OCSCC) without evidence of nodal metastasis (cN0) on pre-operative evaluation, there are no clear guidelines who should undergo elective neck dissection (END) versus clinical surveillance. OBJECTIVE: To identify CT imaging characteristics of sub-centimeter lymph nodes that would help predict the likelihood of nodal metastases on pathology. METHODS: Retrospective review of cN0 OCSCC patients at a tertiary academic medical center was performed. Inclusion criteria included elective neck dissection, pre-operative CT imaging and presence of metastatic disease within lymph nodes. Control group consisted of patients without nodal metastases on pathology. CT features that were evaluated included asymmetric size, disrupted fatty hilum, asymmetric number, presence of cortical nodule, cortical nodule size, and round/oval shape. We evaluated the associations between CT LN features and the presence of metastases using multi-level mixed-effects logistic regression models. Model evaluation was performed using 5-fold cross-validation. The positive predictive value (PPV) and negative predictive value (NPV) were calculated. RESULTS: 26 patients in each study and control groups were included. Three-level mixed-effects logistic regression models indicated round/oval shape (OR = 1.39, p = .01), asymmetric number (OR = 7.20, p = .005), and disrupted fatty hilum (OR = 3.31, p = .04) to be independently predictive in a 3-variable model with sensitivity = 38.0%, specificity = 92.0%, and PPV = 93.8%. CONCLUSIONS: In cN0 OCSCC patients undergoing END, round/oval shape, asymmetric number, and disrupted fatty hilum of lymph nodes on pre-operative CT imaging are novel and highly predictive of occult nodal disease.",
        "authors": [
          "Megan V Morisada",
          "Arnaud F Bewley",
          "Kenneth Broadhead",
          "Reza Assadsangabi",
          "Alireza Paydar",
          "Andrew C Birkeland",
          "Marianne Abouyared",
          "Lihong Qi",
          "Vladimir Ivanovic"
        ],
        "id": "4398922",
        "type": "Scholarly Article"
      },
      {
        "title": "Early Detection of Lymph Node Metastasis Using Primary Head and Neck Cancer Computed Tomography and Fluorescence Lifetime Imaging",
        "name": "Early Detection of Lymph Node Metastasis Using Primary Head and Neck Cancer Computed Tomography and Fluorescence Lifetime Imaging Published article-journal 2024-09-23 Yuan Diagnostics 2075-4418",
        "issued": "2024-09-23",
        "abstract": "Objectives: Early detection and accurate diagnosis of lymph node metastasis (LNM) in head and neck cancer (HNC) are crucial for enhancing patient prognosis and survival rates. Current imaging methods have limitations, necessitating new evaluation of new diagnostic techniques. This study investigates the potential of combining pre-operative CT and intra-operative fluorescence lifetime imaging (FLIm) to enhance LNM prediction in HNC using primary tumor signatures. Methods: CT and FLIm data were collected from 46 HNC patients. A total of 42 FLIm features and 924 CT radiomic features were extracted from the primary tumor site and fused. A support vector machine (SVM) model with a radial basis function kernel was trained to predict LNM. Hyperparameter tuning was conducted using 10-fold nested cross-validation. Prediction performance was evaluated using balanced accuracy (bACC) and the area under the ROC curve (AUC). Results: The model, leveraging combined CT and FLIm features, demonstrated improved testing accuracy (bACC: 0.71, AUC: 0.79) over the CT-only (bACC: 0.58, AUC: 0.67) and FLIm-only (bACC: 0.61, AUC: 0.72) models. Feature selection identified that a subset of 10 FLIm and 10 CT features provided optimal predictive capability. Feature contribution analysis identified high-pass and low-pass wavelet-filtered CT images as well as Laguerre coefficients from FLIm as key predictors. Conclusions: Combining CT and FLIm of the primary tumor improves the prediction of HNC LNM compared to either modality alone. Significance: This study underscores the potential of combining pre-operative radiomics with intra-operative FLIm for more accurate LNM prediction in HNC, offering promise to enhance patient outcomes.",
        "authors": [
          "Nimu Yuan",
          "Mohamed A Hassan",
          "Katjana Ehrlich",
          "Brent W Weyers",
          "Garrick Biddle",
          "Vladimir Ivanovic",
          "Osama AA Raslan",
          "Dorina Gui",
          "Marianne Abouyared",
          "Arnaud F Bewley",
          "Andrew C Birkeland",
          "D Gregory Farwell",
          "Laura Marcu",
          "Jinyi Qi"
        ],
        "id": "4721786",
        "type": "Scholarly Article"
      },
      {
        "title": "Effect of Sarcopenia on Swallowing in Patients With Head and Neck Cancer",
        "name": "Effect of Sarcopenia on Swallowing in Patients With Head and Neck Cancer Published article-journal 2024-05 Colback Otolaryngology - Head and Neck Surgery 1097-6817",
        "issued": "2024-05",
        "abstract": "OBJECTIVE: Sarcopenia, characterized by decreased skeletal muscle mass, is associated with poorer oncologic outcomes in head and neck cancer (HNC) patients. The effect of sarcopenia on swallowing following HNC treatment is unknown. This study aims to investigate the association of sarcopenia and swallowing dysfunction in patients treated for HNC. STUDY DESIGN: Retrospective cohort study. SETTING: Academic medical center. METHODS: Pretreatment sarcopenia was assessed using the skeletal muscle index calculated from cross-sectional imaging at the third cervical vertebra. Feeding tube dependence, patient-reported dysphagia, and swallowing safety were assessed before and after treatment with the Functional Oral Intake Scale, Eating Assessment Tool-10, and Penetration Aspiration Scale, respectively. The association between sarcopenia and swallowing dysfunction was evaluated. RESULTS: A total of 112 patients were included, 84 males (75%) and 28 females (25%). A total of 69 (61.6%) had sarcopenia prior to initiating HNC therapy. Sarcopenia was significantly associated with an elevated risk of patient-reported dysphagia (odds ratio [OR] = 2.71 [95% confidence interval, CI, 1.12-6.79]; P < .05). Multivariate logistic regression demonstrated that sarcopenia (OR = 15.18 [95% CI, 1.50-453.53]; P < .05) is an independent predictor for aspiration following treatment for HNC. CONCLUSION: Patients with pretreatment sarcopenia had higher rates of dysphagia before treatment and were more likely to develop aspiration after completion of HNC therapy. Sarcopenia is readily measured using cross-sectional imaging and may be useful for identifying patients at risk of swallowing dysfunction and those most likely to benefit from prehabilitation efforts.",
        "authors": [
          "Angela A Colback",
          "Daniel V Arkfeld",
          "Lisa M Evangelista",
          "Alireza Paydar",
          "Osama Raslan",
          "Marianne Abouyared",
          "Daniel J Cates"
        ],
        "id": "4440313",
        "type": "Scholarly Article"
      },
      {
        "title": "Efficacy of 18FDG‐PET/CT in Detecting Synchronous Malignancies in Patients With Head and Neck Cancer: A Systematic Review and Meta‐analysis",
        "name": "Efficacy of 18FDG‐PET/CT in Detecting Synchronous Malignancies in Patients With Head and Neck Cancer: A Systematic Review and Meta‐analysis Published article-journal 2024-12 Ershadifar Otolaryngology - Head and Neck Surgery 1097-6817",
        "issued": "2024-12",
        "abstract": "OBJECTIVE: To assess the diagnostic accuracy of fluorine-18 fluorodeoxyglucose positron emission tomography and computed tomography (18FDG-PET/CT) in detecting second primary malignancies (SPMs) in patients with treatment naïve head and neck squamous cell carcinoma (HNSCC). DATA SOURCES: Medline, Embase, Cochrane Library, and Scopus searched from 1946 to December 2022. REVIEW METHODS: Studies reporting the performance of 18FDG-PET/CT in patients with treatment-naïve, index HNSCC for detection of SPMs were included. The reference standard was histopathology, clinical follow-up over the duration of study, and other imaging modalities. Multiple investigators completed depth full-text analysis. Preferred Reporting Items for Systematic Reviews and Meta-analysis guidelines were followed. Methodologic and diagnostic accuracy data were abstracted independently by multiple investigators. Risk of bias assessment was conducted using the Quality Assessment of Diagnostic Accuracy Studies tool independently. Bivariate random-effects model meta-analysis and multivariable meta-regression modeling were used. RESULTS: Seventeen studies examining 4624 patients with a total of 475 SPMs were included in the final analysis. Eleven studies were found to be at low risk for bias, while the rest were in the high-risk category. 18FDG-PET/CT demonstrated pooled sensitivity and specificity of 0.73 (95% confidence interval [CI]: 0.49-0.88) and 0.99 (95% CI: 0.98-1.00) in detecting SPMs. Further subsite analysis revealed varied diagnostic performance across different anatomical regions, with sensitivity and specificity of esophageal SPMs being 0.47 (0.30-0.64) and 0.99 (0.98-1.00), and sensitivity and specificity of 0.86 (0.73-0.94) and 0.99 (0.98-1.00) for head and neck SPMs. Finally, this imaging modality showed sensitivity and specificity of 0.92 (0.84-0.96) and 0.99 (0.98-1.00) for lung SPMs. CONCLUSION: The findings of this study suggest varied accuracy of 18FDG-PET/CT in detecting SPMs during initial workup for HNSCC, highlighting the importance of screening modalities such as esophagoscopy in high-risk patients.",
        "authors": [
          "Soroush Ershadifar",
          "Jordan Larsson",
          "Kurtis Young",
          "Marianne Abouyared",
          "Arnaud Bewley",
          "Andrew C Birkeland"
        ],
        "id": "4624426",
        "type": "Scholarly Article"
      },
      {
        "title": "Efficacy of the nasal airflow‐inducing maneuver in the olfactory rehabilitation of laryngectomy patients: A systematic review and meta‐analysis",
        "name": "Efficacy of the nasal airflow‐inducing maneuver in the olfactory rehabilitation of laryngectomy patients: A systematic review and meta‐analysis Published article-journal 2024-11 Young International Forum of Allergy and Rhinology 2042-6984",
        "issued": "2024-11",
        "abstract": "INTRODUCTION: This is the first systematic review and meta-analysis to investigate the effectiveness of the nasal airflow-inducing maneuver (NAIM) in olfactory rehabilitation for total laryngectomy (TL) patients. METHODS: We conducted a systematic literature search following Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. The inclusion criteria required that patients must have undergone a TL with subsequent NAIM training for at least 2 weeks and olfactory evaluation. The impact of NAIM on olfactory outcomes compared to that at baseline was measured. Olfactory measures included the Sniffin' Sticks Test, Smell Disk Test, Scandinavian Odor Identification Test, and Quick Odor Detection Test. The primary outcome measures were the proportion of patients with normosmia at baseline and after intervention. RESULTS: Seven studies from 2000 to 2023 comprising a total of 290 TL patients met the inclusion criteria. The meta-analysis revealed that prior to intervention, the pooled proportion of patients with normosmia was 0.16 (95% confidence interval [CI]: 0.09‒0.27, p = 0.01). After intervention, the same proportion increased to 0.55 (95% CI: 0.45‒0.68, p = 0.001). Among the included patients, 88.3% were initially anosmic or hyposmic, which was reduced to 48.9% after NAIM practice, with 51.1% achieving normosmia. The percent improvement was not found to be significantly associated with the timing of intervention post-TL (p = 0.18). CONCLUSIONS: NAIM increased the proportion of patients who achieved normosmia in TL patients. NAIM stands out as a safe, easily teachable maneuver with promising results. Further efforts are warranted to provide specific recommendations and guidelines for the use of NAIM in clinical practice.",
        "authors": [
          "Kurtis Young",
          "Frances T Morden",
          "Quinton Blount",
          "Austin Johnson",
          "Sameer Kejriwal",
          "Hannah Bulosan",
          "Elliott J Koshi",
          "Marianne Abouyared",
          "Farrah Siddiqui",
          "Jee‐Hong Kim"
        ],
        "id": "4644631",
        "type": "Scholarly Article"
      },
      {
        "title": "Functional Laryngectomy and Quality of Life in Survivors of Head and Neck Cancer With Intractable Aspiration",
        "name": "Functional Laryngectomy and Quality of Life in Survivors of Head and Neck Cancer With Intractable Aspiration Published article-journal 2024-04-01 Evangelista JAMA Otolaryngology - Head and Neck Surgery 2168-619X",
        "issued": "2024-04-01",
        "abstract": "IMPORTANCE: Late effects of head and neck cancer (HNC) treatment include profound dysphagia, chronic aspiration, and death. Functional laryngectomy (FL) can improve patient survival and quality of life (QoL); however, removing a failing larynx for a noncancer reason is a difficult decision. Data regarding the ability of FL to improve self-perceptions of voice, swallowing, and QOL in survivors of HNC with intractable aspiration are inconclusive. OBJECTIVE: To investigate the association of FL with changes in self-reported perceptions of voice, swallowing, oral intake, QoL, and mood in survivors of HNC experiencing profound dysphagia and intractable aspiration. DESIGN, SETTINGS, AND PARTICIPANTS: This cohort study was conducted at a single academic institution and included survivors of HNC with profound swallowing dysfunction and intractable aspiration who underwent FL from July 2016 through March 2022. Of the initial 22 patients enrolled, 2 patients (15%) died of aspiration pneumonia before receiving FL. Data analyses were performed from July 2016 through March 2023. MAIN OUTCOMES AND MEASURES: Self-reported measures of voice using the VHI (30-item Voice Handicap Index), swallowing using the EAT-10 (10-item Eating Assessment Tool), functional oral intake scale using the FOIS (Functional Oral Intake Scale), and quality of life using the FACT-H&N (Functional Assessment of Cancer Therapy-Head & Neck) were assessed before FL and at 1, 3, and 6 months after FL. Mood states were evaluated using the POMS (Profile of Mood States, second edition), before FL and at 6 months after FL. RESULTS: The study analyses included 20 patients (mean [SD] age, 72.4 (7.0) years; 19 [95%] males and 1 [5%] female) who underwent FL and had complete data across all time points. Among these, 12 patients (60%) had received chemoradiation for oropharyngeal, 7 (35%) for laryngeal, or 1 (5%) for nasopharyngeal cancer. The mean (SD) time from completion of oncologic treatment to FL was 15.5 (5.5) years. Mean (SD) score on the EAT-10 improved from 33.2 (7.4) to 23.1 (10.8) at 1 month; 12.1 (9.1) at 3 months; and 8.3 (7.4) at 6 months, with a large effect size (η2 = 0.72; 95% CI, 0.54-0.80). Mean (SD) score on the FOIS improved from 2.0 (1.5) to 2.9 (1.7) at 1 month; 4.8 (2.5) at 3 months; and 5.2 (1.7) at 6 months, with a large effect size (η2 = 0.6; 95% CI, 0.38-0.71). Improvement in oral intake was achieved in 19 patients (95%), and feeding tubes were removed in 10 of 16 patients (63%) who were feeding tube-dependent; 6 patients (27%) continued to require supplemental tube feedings. Mean (SD) score on the VHI improved from 63.6 (34.0) to 86.9 (33.7) at 1 month; 71.3 (36.1) at 3 months; and 39.7 (26.9) at 6 months, with a large effect size (η2 = 0.42; 95% CI, 0.19-0.56). Seventeen patients (85%) were able to use a tracheoesophageal voice prosthesis for alaryngeal communication. Mean (SD) score on the FACT-H&N improved from 86.2 (17.8) to 93.6 (18.4) at 1 month; 109.0 (18.4) at 3 months; and 121.0 (16.8) at 6 months, with a large effect size (η2 = 0.64; 95% CI, 0.42-0.74). Mean (SD) score on the POMS improved from 58.9 (13.2) at baseline to 44.5 (9.9) at 6 months, with a large effect size (Cohen d = 1.04; 95% CI, 0.48-1.57). None of the patients experienced major complications of FL; 1 patient (5%) had a postoperative pharyngocutaneous fistula. CONCLUSIONS AND RELEVANCE: The findings of this cohort study indicate that FL was associated with marked improvements in self-perception of voice and swallowing, functional oral intake, QoL, and mood state among survivors of HNC. These findings can serve as a framework for FL counseling among HNC survivors experiencing profound dysphagia and intractable aspiration.",
        "authors": [
          "Lisa Evangelista",
          "Nogah Nativ-Zeltzer",
          "Arnaud Bewley",
          "Andrew C Birkeland",
          "Marianne Abouyared",
          "Maggie Kuhn",
          "Daniel J Cates",
          "D Gregory Farwell",
          "Peter Belafsky"
        ],
        "id": "4483354",
        "type": "Scholarly Article"
      }
    ],
    "grants": []
  },
  {
    "expertId": "52u4TQLe",
    "type": "Expert",
    "firstName": "Susan",
    "middleName": "M",
    "lastName": "Abplanalp",
    "fullName": "Susan M Abplanalp",
    "title": "Continuing Lecturer",
    "organizationUnit": "Design Department",
    "lastModified": "2025-05-18T02:02:05.408962370Z",
    "url": "expert/52u4TQLe",
    "works": [],
    "grants": []
  }
]