[
  {
    "expertId": "83x5AQ8a",
    "type": "Expert",
    "firstName": "Sung-Joo",
    "middleName": "Ben",
    "lastName": "Yoo",
    "fullName": "Sung-Joo Ben Yoo",
    "title": "Professor",
    "organizationUnit": "Elec & Comp Engr",
    "lastModified": "2025-05-02T23:18:27.000949818Z",
    "url": "expert/83x5AQ8a",
    "works": [
      {
        "title": "Scalable Nanophotonic-Electronic Spiking Neural Networks",
        "name": "Scalable Nanophotonic-Electronic Spiking Neural Networks Published article-journal 2023-01-01 Srouji IEEE Journal of Selected Topics in Quantum Electronics 1558-4542",
        "issued": "2023-01-01",
        "abstract": "Spiking neural networks (SNN) provide a new computational paradigm capable of highly parallelized, real-time processing. Photonic devices are ideal for the design of high-bandwidth, parallel architectures matching the SNN computational paradigm. Furthermore, the co-integration of CMOS and photonic elements combineslow-loss photonic devices with analog electronics for greater flexibility of nonlinear computational elements. We designed and simulated an optoelectronic spiking neuron circuit on a monolithic silicon photonics (SiPh) process that replicates useful spiking behaviors beyond the leaky integrate-and-fire (LIF). Additionally, we explored two learning algorithms with the potential for on-chip learning using Mach-Zehnder Interferometric (MZI) meshes as synaptic interconnects. A variation of Random Backpropagation (RPB) was experimentally demonstrated on-chip and matched the performance of a standard linear regression on a simple classification task. In addition, we applied the Contrastive Hebbian Learning (CHL) rule to a simulated neural network composed of MZI meshes for a random input-output mapping task. The CHL-trained MZI network performed better than random guessing but did not match the performance of the ideal neural network (without the constraints imposed by the MZI meshes). Through these efforts, we demonstrate that co-integrated CMOS and SiPh technologies are well-suited to the design of scalable SNN computing architectures.",
        "authors": [
          "Luis El Srouji",
          "Yun-Jhu Lee",
          "Mehmet Berkay On",
          "Li Zhang",
          "SJ Ben Yoo"
        ],
        "id": "4026630",
        "type": "Scholarly Article"
      },
      {
        "title": "A Model for Scalable and Balanced Accelerators for Graph Processing",
        "name": "A Model for Scalable and Balanced Accelerators for Graph Processing Published article-journal 2022-01-01 Fariborz IEEE Computer Architecture Letters 1556-6064",
        "issued": "2022-01-01",
        "abstract": "Designing a graph processing system that can scale to graph sizes that are orders of magnitude larger than what is possible on a single accelerator requires a careful codesign of accelerator memory bandwidth and capacity, the interconnect bandwidth between accelerators, and the overall system architecture. We present a high-level bottleneck-analysis model for design and evaluation of scalable and balanced accelerators for graph processing. We show several applications of this model including how to choose the right mix of different memory types, network topology, network bisection bandwidth, and system-level architecture to match the access patterns and capacity requirements of different data structures for a given graph and a performance target.",
        "authors": [
          "Marjan Fariborz",
          "Mahyar Samani",
          "Terry O'Neill",
          "Jason Lowe-Power",
          "SJ Ben Yoo",
          "Venkatesh Akella"
        ],
        "id": "4023928",
        "type": "Scholarly Article"
      },
      {
        "title": "LLM: Realizing Low-Latency Memory by Exploiting Embedded Silicon Photonics for Irregular Workloads",
        "name": "LLM: Realizing Low-Latency Memory by Exploiting Embedded Silicon Photonics for Irregular Workloads Published paper-conference 2022 Fariborz Lecture Notes in Computer Science (including subseries Lecture Notes in Artificial Intelligence and Lecture Notes in Bioinformatics) 1611-3349",
        "issued": "2022",
        "abstract": "As emerging workloads exhibit irregular memory access patterns with poor data reuse and locality, they would benefit from a DRAM that achieves low latency without sacrificing bandwidth and energy efficiency. We propose LLM (Low Latency Memory), a codesign of the DRAM microarchitecture, the memory controller and the LLC/DRAM interconnect by leveraging embedded silicon photonics in 2.5D/3D integrated system on chip. LLM relies on Wavelength Division Multiplexing (WDM)-based photonic interconnects to reduce the contention throughout the memory subsystem. LLM also increases the bank-level parallelism, eliminates bus conflicts by using dedicated optical data paths, and reduces the access energy per bit with shorter global bitlines and smaller row buffers. We evaluate the design space of LLM for a variety of synthetic benchmarks and representative graph workloads on a full-system simulator (gem5). LLM exhibits low memory access latency for traffics with both regular and irregular access patterns. For irregular traffic, LLM achieves high bandwidth utilization (over 80% peak throughput compared to 20% of HBM2.0). For real workloads, LLM achieves 3 × and 1.8 × lower execution time compared to HBM2.0 and a state-of-the-art memory system with high memory level parallelism, respectively. This study also demonstrates that by reducing queuing on the data path, LLM can achieve on average 3.4 × lower memory latency variation compared to HBM2.0.",
        "authors": [
          "Marjan Fariborz",
          "Mahyar Samani",
          "Pouya Fotouhi",
          "Roberto Proietti",
          "Il-Min Yi",
          "Venkatesh Akella",
          "Jason Lowe-Power",
          "Samuel Palermo",
          "SJ Ben Yoo"
        ],
        "id": "3826959",
        "type": "Scholarly Article"
      },
      {
        "title": "Photonic Interferometric Imager with monolithic silicon CMOS photonic integrated circuits",
        "name": "Photonic Interferometric Imager with monolithic silicon CMOS photonic integrated circuits Published paper-conference 2022-01-01 Chen 2022 Optical Fiber Communications Conference and Exhibition, OFC 2022 - Proceedings",
        "issued": "2022-01-01",
        "abstract": "We demonstrate, for the first time to our knowledge, a monolithically-integrated photonic interferometric imager circuit with on-chip detectors, CMOS trans-impedance-amplifiers, and associated photonic imager components. A proof-of-principle demonstration of interferogram fringe generation will be discussed.",
        "authors": [
          "H Chen",
          "MB On",
          "YJ Yun-Jhu-Lee",
          "L Zhang",
          "R Proietti",
          "SJB Yoo"
        ],
        "id": "3797840",
        "type": "Scholarly Article"
      },
      {
        "title": "Photonic spiking neural networks with event-driven femtojoule optoelectronic neurons based on Izhikevich-inspired model.",
        "name": "Photonic spiking neural networks with event-driven femtojoule optoelectronic neurons based on Izhikevich-inspired model. Published article-journal 2022-05-23 Lee Optics Express 1094-4087",
        "issued": "2022-05-23",
        "abstract": "Photonic spiking neural networks (PSNNs) potentially offer exceptionally high throughput and energy efficiency compared to their electronic neuromorphic counterparts while maintaining their benefits in terms of event-driven computing capability. While state-of-the-art PSNN designs require a continuous laser pump, this paper presents a monolithic optoelectronic PSNN hardware design consisting of an MZI mesh incoherent network and event-driven laser spiking neurons. We designed, prototyped, and experimentally demonstrated this event-driven neuron inspired by the Izhikevich model incorporating both excitatory and inhibitory optical spiking inputs and producing optical spiking outputs accordingly. The optoelectronic neurons consist of two photodetectors for excitatory and inhibitory optical spiking inputs, electrical transistors' circuits providing spiking nonlinearity, and a laser for optical spiking outputs. Additional inclusion of capacitors and resistors complete the Izhikevich-inspired optoelectronic neurons, which receive excitatory and inhibitory optical spikes as inputs from other optoelectronic neurons. We developed a detailed optoelectronic neuron model in Verilog-A and simulated the circuit-level operation of various cases with excitatory input and inhibitory input signals. The experimental results closely resemble the simulated results and demonstrate how the excitatory inputs trigger the optical spiking outputs while the inhibitory inputs suppress the outputs. The nanoscale neuron designed in our monolithic PSNN utilizes quantum impedance conversion. It shows that estimated 21.09 fJ/spike input can trigger the output from on-chip nanolasers running at a maximum of 10 Gspike/second in the neural network. Utilizing the simulated neuron model, we conducted simulations on MNIST handwritten digits recognition using fully connected (FC) and convolutional neural networks (CNN). The simulation results show 90% accuracy on unsupervised learning and 97% accuracy on a supervised modified FC neural network. The benchmark shows our PSNN can achieve 50 TOP/J energy efficiency, which corresponds to 100 × throughputs and 1000 × energy-efficiency improvements compared to state-of-art electrical neuromorphic hardware such as Loihi and NeuroGrid.",
        "authors": [
          "Yun-Jhu Lee",
          "Mehmet Berkay On",
          "Xian Xiao",
          "Roberto Proietti",
          "SJ Ben Yoo"
        ],
        "id": "3808362",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "A252063",
        "title": "Nanoscale Hybrids: A New Paradigm for Energy-Efficient Optoelectronics",
        "name": " Nanoscale Hybrids: A New Paradigm for Energy-Efficient Optoelectronics § Active • 2025 - 2028 • Sung-Joo Yoo § UC Lawrence Berkeley Laboratory • 7806941",
        "funder": "UC Lawrence Berkeley Laboratory",
        "status": "Active",
        "startDate": "2025-04-07",
        "endDate": "2028-09-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K336F32",
        "title": "Center for Heterogeneous Integration of Micro Electronic Systems CHIMES",
        "name": "Center for Heterogeneous Integration of Micro Electronic Systems CHIMES § Active • 2023 - 2027 • Sung-Joo Yoo § Pennsylvania State University • S003605-SRC",
        "funder": "Pennsylvania State University",
        "status": "Active",
        "startDate": "2023-01-01",
        "endDate": "2027-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "A241119",
        "title": "Mixed-Precision-PCM-GaAs-MemResonator-NaPSAC",
        "name": " Mixed-Precision-PCM-GaAs-MemResonator-NaPSAC § Active • 2023 - 2027 • Sung-Joo Yoo § Defense Advanced Research Projects Agency • N660012424005",
        "funder": "Defense Advanced Research Projects Agency",
        "status": "Active",
        "startDate": "2023-11-01",
        "endDate": "2027-10-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "A252002",
        "title": "Energy-Efficient, Scalable, and Self-Learning Optoelectronic Neurons and Neural Networks",
        "name": " Energy-Efficient, Scalable, and Self-Learning Optoelectronic Neurons and Neural Networks § Active • 2025 - 2026 • Sung-Joo Yoo § DOD National Reconnaissance Office • NRO000-25-9-0065",
        "funder": "DOD National Reconnaissance Office",
        "status": "Active",
        "startDate": "2025-01-13",
        "endDate": "2026-07-12",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "A240969",
        "title": "California-Pacific-Northwest AI Hardware Microelectronics Commons Hub (Northwest-AI-Hub)",
        "name": " California-Pacific-Northwest AI Hardware Microelectronics Commons Hub (Northwest-AI-Hub) § Active • 2023 - 2025 • Sung-Joo Yoo § Stanford University • 63353801-290856",
        "funder": "Stanford University",
        "status": "Active",
        "startDate": "2023-11-17",
        "endDate": "2025-09-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "PweNBqy2",
    "type": "Expert",
    "firstName": "Bruce",
    "middleName": "D",
    "lastName": "Hammock",
    "fullName": "Bruce D Hammock",
    "title": "Professor",
    "organizationUnit": "Entomology and Nematology",
    "lastModified": "2025-05-02T23:16:47.486701231Z",
    "url": "expert/PweNBqy2",
    "works": [
      {
        "title": "A Soluble Epoxide Hydrolase Inhibitor Improves Cerebrovascular Dysfunction, Neuroinflammation, Amyloid Burden, and Cognitive Impairments in the hAPP/PS1 TgF344-AD Rat Model of Alzheimer’s Disease",
        "name": "A Soluble Epoxide Hydrolase Inhibitor Improves Cerebrovascular Dysfunction, Neuroinflammation, Amyloid Burden, and Cognitive Impairments in the hAPP/PS1 TgF344-AD Rat Model of Alzheimer’s Disease Published article-journal 2025-03-08 Fang International Journal of Molecular Sciences 1422-0067",
        "issued": "2025-03-08",
        "abstract": "Alzheimer's disease (AD) is an increasing global healthcare crisis with few effective treatments. The accumulation of amyloid plaques and hyper-phosphorylated tau are thought to underlie the pathogenesis of AD. However, current studies have recognized a prominent role of cerebrovascular dysfunction in AD. We recently reported that SNPs in soluble epoxide hydrolase (sEH) are linked to AD in human genetic studies and that long-term administration of an sEH inhibitor attenuated cerebral vascular and cognitive dysfunction in a rat model of AD. However, the mechanisms linking changes in cerebral vascular function and neuroprotective actions of sEH inhibitors in AD remain to be determined. This study investigated the effects of administration of an sEH inhibitor, 1-(1-Propanoylpiperidin-4-yl)-3-[4-(trifluoromethoxy)phenyl]urea (TPPU), on neurovascular coupling, blood-brain barrier (BBB) function, neuroinflammation, and cognitive dysfunction in an hAPP/PS1 TgF344-AD rat model of AD. We observed predominant β-amyloid accumulation in the brains of 9-10-month-old AD rats and that TPPU treatment for three months reduced amyloid burden. The functional hyperemic response to whisker stimulation was attenuated in AD rats, and TPPU normalized the response. The sEH inhibitor, TPPU, mitigated capillary rarefaction, BBB leakage, and activation of astrocytes and microglia in AD rats. TPPU increased the expression of pre- and post-synaptic proteins and reduced loss of hippocampal neurons and cognitive impairments in the AD rats, which was confirmed in a transcriptome and GO analysis. These results suggest that sEH inhibitors could be a novel therapeutic strategy for AD.",
        "authors": [
          "Xing Fang",
          "Jane J Border",
          "Huawei Zhang",
          "Lavanya Challagundla",
          "Jasleen Kaur",
          "Sung Hee Hwang",
          "Bruce D Hammock",
          "Fan Fan",
          "Richard J Roman"
        ],
        "id": "4900827",
        "type": "Scholarly Article"
      },
      {
        "title": "Comparative analysis of immunization strategies for broad-specificity antibody preparation and immunoassay development for sulfonamides detection in chicken and pork samples",
        "name": "Comparative analysis of immunization strategies for broad-specificity antibody preparation and immunoassay development for sulfonamides detection in chicken and pork samples Published article-journal 2025-05 Xiao Food Bioscience 2212-4306",
        "issued": "2025-05",
        "abstract": "With the widespread use of sulfonamides (SAs) as veterinary drugs, the levels and diversity of residues in food are increasing. Rapid monitoring of SAs with high throughput is essential to ensure food safety and protect human health. Thus, the preparation for broad-specificity antibodies against a class of drugs has garnered considerable attention in recent years. This study systematically investigated the effectiveness of various immunization strategies—single-sulfonamide immunogen, designed-hapten immunogen, and multi-immunogen—using a total of 13 immunogens to prepare broad-specificity monoclonal antibodies (mAbs) targeting 30 SAs. Three mAbs with different broad spectrum were successfully obtained, which could identify up to 25 different types of SAs. Computational simulation and molecular docking revealed that the –SO2NH– moiety was the critical binding site for broad-specificity mAbs. Additionally, the lateral flow immunoassays were developed to detect SAs in chicken and pork samples with the recovery ranging from 86.1% to 105.1% and the coefficient of variation ranging from 2.1% to 10.9%. Overall, this study presents a systematic comparison of immunization strategies for preparing broad-specificity antibodies and provides both theoretical and practical insights into the production of these antibodies using a multi-immunogen approach. It provides a powerful tool for the efficient detection of SAs veterinary drugs in food, thus reinforcing safeguards for food safety.",
        "authors": [
          "Xiaoyue Xiao",
          "Zhenzhen Chen",
          "Jiawei Chen",
          "Yanyan Tang",
          "Gan Zhang",
          "Juan Peng",
          "Daofeng Liu",
          "Bruce D Hammock",
          "Weihua Lai"
        ],
        "id": "4917359",
        "type": "Scholarly Article"
      },
      {
        "title": "Comprehensive Nontargeted Analysis of Drinking Water Supplies to Identify Chemicals Associated with Estrogen Receptor Agonism or Present in Regions of Elevated Breast Cancer Occurrence",
        "name": "Comprehensive Nontargeted Analysis of Drinking Water Supplies to Identify Chemicals Associated with Estrogen Receptor Agonism or Present in Regions of Elevated Breast Cancer Occurrence Published article-journal 2025-03-18 Black Environmental Science and Technology 1520-5851",
        "issued": "2025-03-18",
        "abstract": "To explore the hypothesis that differential exposures to estrogen active chemicals may contribute to regional disparities in cancer incidence, a comprehensive targeted and nontargeted analysis was conducted over two seasons (2020) for drinking water samples from 120 households served by 8 public water systems (4 with historically elevated breast cancer incidence) and from 15 brands of retail water. All samples were analyzed using gas and liquid chromatography with high-resolution mass spectrometry and a bioassay for estrogen receptor agonism. Target compounds included disinfection byproducts, per- and polyfluoroalkyl substances (PFAS), trace elements, and compounds selected for their possible relation to breast cancer. Over 7500 GC and LC nontargeted molecular features passed all quality control filters in each sampling season and were prioritized for identification if they were related to measured estrogen receptor agonism or were present at higher levels in areas with high breast cancer incidence (n = 1036). Benzothiazole-2-sulfonic acid, acetyl tributyl citrate, and diphenyl sulfone were among the prioritized and confirmed nontarget compounds. Nine polycyclic aromatic hydrocarbons and two ketone derivatives displayed significant negative correlations with estrogen receptor agonism. Many prioritized compounds remained unidentified, as 84.4% of the LC features and 77.5% of the GC features could not be annotated with high confidence.",
        "authors": [
          "Gabrielle P Black",
          "Berkley N Anderson",
          "Luann Wong",
          "Christopher P Alaimo",
          "Guochun He",
          "Michael S Denison",
          "Deborah H Bennett",
          "Daniel Tancredi",
          "Blythe Durbin-Johnson",
          "Bruce D Hammock",
          "Pujeeta Chowdhary",
          "Rainbow Rubin",
          "Thomas M Young"
        ],
        "id": "4880083",
        "type": "Scholarly Article"
      },
      {
        "title": "Correction: Novel inhibition of AKR1C3 and androgen receptor axis by PTUPB synergizes enzalutamide treatment in advanced prostate cancer",
        "name": "Correction: Novel inhibition of AKR1C3 and androgen receptor axis by PTUPB synergizes enzalutamide treatment in advanced prostate cancer Published article-journal 2025-04-10 Yang Oncogene 1476-5594",
        "issued": "2025-04-10",
        "abstract": "Correction to: Oncogenehttps://doi.org/10.1038/s41388-022-02566-6, published online 3 January 2023 Following the publication of this article, the authors noted in Figure 5F the image panel for the control AR-V7 staining was inadvertently duplicated with the Enza Ki67 staining. This has now been corrected and the correct Figure is shown below. The quantification was analyzed using 1-2 representative tumors per group with three view areas. The authors apologise for any inconvenience caused by this unintentional error. New Fig 5: (Figure presented.) Former Fig 5: (Figure presented.) The original article has been corrected.",
        "authors": [
          "Joy C Yang",
          "Pengfei Xu",
          "Shu Ning",
          "Logan J Wasielewski",
          "Hans Adomat",
          "Sung Hee Hwang",
          "Christophe Morisseau",
          "Martin Gleave",
          "Eva Corey",
          "Allen C Gao",
          "Primo N Lara Jr",
          "Christopher P Evans",
          "Bruce D Hammock",
          "Chengfei Liu"
        ],
        "id": "4923257",
        "type": "Scholarly Article"
      },
      {
        "title": "Development of a nanobody-based immunoassay for the analysis of the disinfectant triclosan in water",
        "name": "Development of a nanobody-based immunoassay for the analysis of the disinfectant triclosan in water Published article-journal 2025-09 Xu Talanta 1873-3573",
        "issued": "2025-09",
        "abstract": "Triclosan (TCS), a broad-spectrum antimicrobial agent in pharmaceuticals and personal care products, necessitates environmental monitoring due to its antimicrobial properties and widespread in the environment. In this study, two anti-TCS single-domain antibodies (i.e., nanobodies, Nbs), T1 and T2, were isolated from a phage-displayed Nb library derived from a camel immunized with a mixture of TCS immunogens. The T1-based enzyme-linked immunosorbent assay (ELISA) exhibited a better sensitivity to TCS than the T2-base ELISA. Motivation at enhancing specificity, sensitivity, and stability of Nb-based immunoassays promoted exploring use of a bivalent strategy to enhance performance. The bivalent Nb T1-T1 was tandemized via a linker-(GGGGS)3- between. The thermal stability of the bivalent Nb was improved in comparison with that of a monovalent Nb. The sensitivity of T1-T1-based ELISA, with an IC50 value of 4.3 ng mL-1 of TCS, was improved approximately 2-3 fold in comparison to those of T1-or T2-based ELISAs (8.5 and 14.6 ng mL-1, respectively). The average recovery of TCS from water samples measured with T1-T1-based ELISA was in the range of 99-125 %, which correlated well with that measured by a high-performance liquid chromatography (HPLC) method (R2 > 0.99). TCS in river water samples was detected by the resultant ELISA and an HPLC method, showing a satisfactory correlation.",
        "authors": [
          "Bojie Xu",
          "Xiangyu Zhang",
          "Kai Wang",
          "Xianle Xue",
          "Surat Hongsibsong",
          "Christophe Morisseau",
          "Qing X Li",
          "Bruce D Hammock",
          "Ting Xu"
        ],
        "id": "4903874",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K370C47",
        "title": "Bioactive lipids as effectors and indicators of the deleterious effects of environmental exposure on chronic diseases",
        "name": "Bioactive lipids as effectors and indicators of the deleterious effects of environmental exposure on chronic diseases § Active • 2019 - 2026 • Bruce Hammock § Environmental Health Sciences National Institute Of • R35ES030443",
        "funder": "Environmental Health Sciences National Institute Of",
        "status": "Active",
        "startDate": "2019-06-15",
        "endDate": "2026-04-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "A251690",
        "title": "Development of Novel Inhibitors of Soluble Epoxide Hydrolase Specifically to Treat Alzheimer's Disease",
        "name": " Development of Novel Inhibitors of Soluble Epoxide Hydrolase Specifically to Treat Alzheimer's Disease § Active • 2024 - 2025 • Bruce Hammock § Uh Harrington Discovery Instit • A25-1690",
        "funder": "Uh Harrington Discovery Instit",
        "status": "Active",
        "startDate": "2024-12-01",
        "endDate": "2025-11-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K382F15",
        "title": "Soluble epoxide hydrolase and epoxide fatty acidinvolvement in corneal injury after ammoniaexposure Mechanisms of injury and potential",
        "name": "Soluble epoxide hydrolase and epoxide fatty acidinvolvement in corneal injury after ammoniaexposure Mechanisms of injury and potential § Active • 2023 - 2025 • Bruce Hammock § Augusta University • 38878-1",
        "funder": "Augusta University",
        "status": "Active",
        "startDate": "2023-09-01",
        "endDate": "2025-08-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K376F80",
        "title": "Vascular mechanisms of inhibition of sEH as a novel therapy for AD ADRDPRIME 1RF1AG079336",
        "name": "Vascular mechanisms of inhibition of sEH as a novel therapy for AD ADRDPRIME 1RF1AG079336 § Active • 2022 - 2025 • Bruce Hammock § University Of Mississippi • SP14581-SB1",
        "funder": "University Of Mississippi",
        "status": "Active",
        "startDate": "2022-08-15",
        "endDate": "2025-07-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K370D33",
        "title": "Biomarkers of Exposure to Hazardous Substances YR 33",
        "name": "Biomarkers of Exposure to Hazardous Substances YR 33 § Completed • 2021 - 2025 • Bruce Hammock § Environmental Health Sciences National Institute Of • P42ES004699",
        "funder": "Environmental Health Sciences National Institute Of",
        "status": "Completed",
        "startDate": "2021-04-01",
        "endDate": "2025-03-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  }
]