[
  {
    "title": "Increased expression of soluble epoxide hydrolase in the brain and liver from patients with major psychiatric disorders: A role of brain – liver axis",
    "name": "Increased expression of soluble epoxide hydrolase in the brain and liver from patients with major psychiatric disorders: A role of brain – liver axis Published article-journal 2020-06 Zhang Journal of Affective Disorders 1573-2517",
    "issued": "2020-06",
    "abstract": "BACKGROUND: Soluble epoxide hydrolase (sEH) in the metabolism of polyunsaturated fatty acids might play a role in the pathogenesis of major psychiatric disorders. Here we studied whether expression of sEH protein is altered in the postmortem samples (parietal cortex, and liver) from patients with major psychiatric disorders. METHODS: Protein expression of sEH in the parietal cortex and liver from control, major depressive disorder (MDD), bipolar disorder (BD), and schizophrenia (SZ) groups was measured. RESULTS: Levels of sEH in the parietal cortex and liver from MDD, BD, and SZ groups were significantly higher than the control group. Interestingly, there was a positive correlation between sEH protein in the parietal cortex and sEH protein the liver in all groups. LIMITATIONS: The small number in each group may limit our interpretation. CONCLUSIONS: This study shows that the increased expression of sEH in the brain and liver might play a role in the pathogenesis of major psychiatric disorders, suggesting a role of brain - liver axis in major psychiatric disorders.",
    "authors": [
      "Jiancheng Zhang",
      "Yunfei Tan",
      "Lijia Chang",
      "Bruce D Hammock",
      "Kenji Hashimoto"
    ],
    "id": "3089189",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "PweNBqy2",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/PweNBqy2"
      }
    ]
  },
  {
    "title": "Lack of rewarding effects of a soluble epoxide hydrolase inhibitor TPPU in mice: Comparison with morphine",
    "name": "Lack of rewarding effects of a soluble epoxide hydrolase inhibitor TPPU in mice: Comparison with morphine Published article-journal 2020-12 Wan Nihon shinkei seishin yakurigaku zasshi = Japanese journal of psychopharmacology 2574-173X",
    "issued": "2020-12",
    "abstract": "AIM: Although opioids have been used as treatment of neuropathic pain, opioids have abuse potential in humans. Since soluble epoxide hydrolase (sEH) in the metabolism of polyunsaturated fatty acids plays a key role in the pain, sEH inhibitors would be promising new therapeutic drugs for neuropathic pain. In this study, we examined the effect of the sEH inhibitor TPPU on rewarding effects in mice using the conditioned place preference (CPP) paradigm. METHODS: The rewarding effects of morphine (10 mg/kg) and TPPU (3, 10, or 30 mg/kg) in mice were examined using CPP paradigm. Furthermore, the effect of TPPU (30 mg/kg) on morphine-induced rewarding effects was examined. RESULTS: TPPU (3, 10, or 30 mg/kg) did not increase CPP scores in the mice whereas morphine significantly increased CPP scores in the mice. Furthermore, pretreatment with TPPU did not block the rewarding effects of morphine in the mice, suggesting that sEH does not play a role in the rewarding effect of morphine. CONCLUSION: This study suggests that TPPU did not have rewarding effects in rodents. This would make sEH inhibitors potential therapeutic drugs without abuse potential for neuropathic pain.",
    "authors": [
      "Xiayun Wan",
      "Yuko Fujita",
      "Lijia Chang",
      "Yan Wei",
      "Li Ma",
      "Gerile Wuyun",
      "Yaoyu Pu",
      "Bruce D Hammock",
      "Kenji Hashimoto"
    ],
    "id": "3183044",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "PweNBqy2",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/PweNBqy2"
      }
    ]
  },
  {
    "title": "Ingestion of Faecalibaculum rodentium causes depression-like phenotypes in resilient Ephx2 knock-out mice: A role of brain–gut–microbiota axis via the subdiaphragmatic vagus nerve",
    "name": "Ingestion of Faecalibaculum rodentium causes depression-like phenotypes in resilient Ephx2 knock-out mice: A role of brain–gut–microbiota axis via the subdiaphragmatic vagus nerve Published article-journal 2021-09 Wang Journal of Affective Disorders 1573-2517",
    "issued": "2021-09",
    "abstract": "BACKGROUND: The brain-gut-microbiota axis plays a crucial role in the bidirectional interactions between the brain and the gut. Soluble epoxide hydrolase (coded by the Ephx2 gene) plays an important role in inflammation, which has been implicated in stress-related depression. Ephx2 knock-out (KO) mice exposed to chronic social defeat stress (CSDS) did not show depression-like behaviors, indicating stress resilience. Here we examined whether the brain-gut-microbiota axis influences the resilience in Ephx2 KO mice. METHODS: Effects of fecal microbiota transplantation (FMT) from CSDS-susceptible (or control) mice in wild-type (WT) mice and Ephx2 KO mice treated with an antibiotic cocktail (ABX) were investigated. Behavioral, biochemical tests and 16S ribosome RNA analysis were performed. RESULTS: FMT from CSDS-susceptible mice produced anhedonia-like behavior in ABX-treated WT and Ephx2 KO mice. The 16S ribosome RNA analysis showed that Faecalibaculum rodentium (F. rodentium) may be responsible for the observed anhedonia-like behavior following FMT from CSDS-susceptible mice. Ingestion of F. rodentium for 14 days produced depression- and anhedonia-like behaviors, higher blood levels of interleukin-6, and reduced expression of synaptic proteins in the prefrontal cortex of ABX-treated Ephx2 KO mice. Furthermore, subdiaphragmatic vagotomy blocked the development of these behavioral abnormalities after ingestion of F. rodentium. LIMITATIONS: Detailed mechanisms are unclear. CONCLUSIONS: These findings suggest that F. rodentium might contribute to the conversion of resilient Ephx2 KO mice into KO mice with depression-like phenotypes. The brain-gut-microbiota axis via the subdiaphragmatic vagus nerve plays a crucial role in susceptibility and resilience to stress.",
    "authors": [
      "Siming Wang",
      "Tamaki Ishima",
      "Youge Qu",
      "Jiajing Shan",
      "Lijia Chang",
      "Yan Wei",
      "Jiancheng Zhang",
      "Yaoyu Pu",
      "Yuko Fujita",
      "Yunfei Tan",
      "Xingming Wang",
      "Li Ma",
      "Xiayun Wan",
      "Bruce D Hammock",
      "Kenji Hashimoto"
    ],
    "id": "3492937",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "PweNBqy2",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/PweNBqy2"
      }
    ]
  },
  {
    "title": "Construction and Characterization of Immediate Early Baculovirus Pesticides",
    "name": "Construction and Characterization of Immediate Early Baculovirus Pesticides Published article-journal 1996-10 Jarvis Biological Control 1090-2112",
    "issued": "1996-10",
    "abstract": "Recombinant baculoviruses that express insect-specific toxins under the control of viral late gene promoters can kill susceptible lepidopteran hosts faster than the wild-type virus. In an effort to improve the efficacy of genetically engineered baculovirus pesticides, we have produced a recombinant that contains an insect specific toxin gene (AaIT) under the control of the promoter from an immediate early gene (ie1) of Autographa californica nuclear polyhedrosis virus (AcNPV). AaIT protein was detected as early as 4 h postinfection in cultured insect cells infected with this recombinant. The protein continued to accumulate as the infection progressed and, even as late as 24 h postinfection, the amount of AaIT was about equal to that provided by a recombinant that expressed AaIT under the control of the very late p10 promoter. Similar results were obtained with a recombinant that expressed a modified insect juvenile hormone esterase (JHE-KK) under ie1 control, confirming the ability of this promoter to provide early and abundant expression of gene products with potential pesticidal activity. Bioassays showed that the ie1-AaIT recombinant killed Heliothis virescens larvae faster than wild-type virus, but not faster than the p10-AaIT recombinant. However, larvae infected with the ie1-AaIT recombinant were smaller than those infected with the p10-AaIT recombinant, suggesting that expression of AaIT earlier in infection enhanced the ability of the virus to reduce the feeding activity of H. virescens larvae.",
    "authors": [
      "Donald L Jarvis",
      "Linda M Reilly",
      "Kelli Hoover",
      "Christine Schultz",
      "Bruce D Hammock",
      "Linda A Guarino"
    ],
    "id": "532845",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "PweNBqy2",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/PweNBqy2"
      }
    ]
  },
  {
    "title": "Competition between Wild-Type and Recombinant Nucleopolyhedroviruses in a Greenhouse Microcosm",
    "name": "Competition between Wild-Type and Recombinant Nucleopolyhedroviruses in a Greenhouse Microcosm Published article-journal 2001-01 Lee Biological Control 1049-9644",
    "issued": "2001-01",
    "abstract": "Wild-type Autographa californica nucleopolyhedrovirus (AcNPV or AcNPV.WT), AcNPV expressing a scorpion toxin (AcNPV.AaIT), and AcNPV expressing a mutated juvenile hormone esterase (AcJHE.SG) were compared in their capability to produce epizootics in larvae of Trichoplusia ni infesting collards in a greenhouse microcosm. Larvae treated in four different ways were released into 1.8-m2 microplots in week 1. The four treatments included (1) uninfected larvae (control), (2) 100% AcNPV.WT-infected larvae (WT), (3) 100% AcNPV.AaIT-infected larvae (AaIT), and (4) 1:1 ratio of AcNPV.WT-infected and AcNPV.AaIT-infected larvae (WT+AaIT). On a weekly basis, larvae were sampled and new, uninfected larvae were added to all plots. Sampled larvae were reared until death and then subjected individually to DNA-DNA dot-blot hybridization assay to determine the proportion of insects infected with each virus in each plot. The entire experiment was repeated with AcJHE.SG in the place of AcNPV.AaIT. Epizootics of AcNPV.WT lasted 8 weeks after a single viral release in the replicated greenhouse microplots. AcJHE.SG epizootics also lasted 8 weeks after viral release, but this virus and AcNPV.AaIT were both out-competed by AcNPV.WT. AcNPV.AaIT was no longer detected in the T. ni population by the fourth week after release. AcNPV.WT also increased to greater numbers in soil than AcNPV.AaIT or AcJHE.SG after 8 weeks. Thus, it was possible to induce 8-week epizootics of AcNPV.WT in replicated microplots under artificial greenhouse conditions, and the wild-type virus out-competed the recombinant virus for a niche in this greenhouse microcosm, which reduces the probability that the recombinant virus will persist in an agroecosystem. © 2000 Academic Press.",
    "authors": [
      "Y Lee",
      "JR Fuxa",
      "AB Inceoglu",
      "SA Alaniz",
      "AR Richter",
      "LM Reilly",
      "BD Hammock"
    ],
    "id": "532858",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "PweNBqy2",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/PweNBqy2"
      }
    ]
  },
  {
    "title": "Craniomaxillofacial trauma in immature dogs–etiology, treatments, and outcomes",
    "name": "Craniomaxillofacial trauma in immature dogs–etiology, treatments, and outcomes Published article-journal 2022 Wolfs Frontiers in Veterinary Science 2297-1769",
    "issued": "2022",
    "abstract": "Treatment of craniomaxillofacial (CMF) trauma in dogs often requires a multidisciplinary approach and a thorough understanding of the CMF anatomical structures involved. This retrospective study aimed to utilize computed tomography (CT) studies of immature dogs evaluated for CMF trauma and to describe common fracture locations, treatment modalities, and complications, as well as the fracture healing outcomes. The medical records and CT studies of 94 dogs under 1 year of age over a 13-year period were evaluated. The skeletal location of CMF fractures, as well as the severity of displacement and fragmentation of each fracture, was recorded. Case demographic data and trauma etiology were also recorded. Animal bites accounted for the majority of trauma (71.0%). The most likely bone or region to be fractured was the maxillary bones, followed by the molar region of the mandibles. Up to 37 bones or specific regions were fractured in any given patient, with an average of 8.8 ± 3.1 fractured bones or regions per dog. Rostral mandibular trauma was associated with intra-articular fractures of the temporomandibular joint (p = 0.016). Patients sustained concomitant injuries in 32% of the cases. Muzzle therapy was the main treatment performed for most dogs (53.2%), followed by soft tissue closure (47.9%) and selective dental extractions (27.6%). Healing complications were recorded in 71.6% of the dogs, with malocclusion being the most reported complication (55.2%), and associated with dentate mandibular jaw fractures (p = 0.05). The average number of complications per dog was 2.4. No statistically significant association was found between treatment modality and healing outcome. There was a positive correlation between the severity of fracture fragmentation and displacement and a negative healing outcome (all rho >0.7). Further treatment was required in 55.6% of the dogs. Additional dental extractions were performed in 77.7% of patients. Healing complications were common in the immature CMF trauma case. Thus, the need for a comprehensive assessment of the entire CMF region during the initial visit, as well as follow-up, preferably using CT or cone beam CT, is underscored.",
    "authors": [
      "Elias Wolfs",
      "Boaz Arzi",
      "Jose Guerrero Cota",
      "Philip H Kass",
      "Frank JM Verstraete"
    ],
    "id": "3950089",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "oTf5l6Tt",
        "title": "Vice Provost",
        "organizationUnit": "",
        "url": "expert/oTf5l6Tt"
      }
    ]
  },
  {
    "title": "Good clinical outcomes achieved in young dogs with tibial tuberosity avulsion fracture repairs when implants were left in situ past skeletal maturity.",
    "name": "Good clinical outcomes achieved in young dogs with tibial tuberosity avulsion fracture repairs when implants were left in situ past skeletal maturity. Published article-journal 2022-09-28 Miller Journal of the American Veterinary Medical Association 1943-569X",
    "issued": "2022-09-28",
    "abstract": "OBJECTIVE: To evaluate outcomes of tibial tuberosity avulsion fractures (TTAF) in dogs with implants left in situ past skeletal maturity and to compare clinical outcomes with published outcomes in dogs whose implants were removed 4 to 6 weeks postoperatively. ANIMALS: 47 client-owned dogs. PROCEDURES: In this retrospective study, 47 dogs had surgery to correct a TTAF before 10 months of age and had the implants left in situ past skeletal maturity. Of these, 42 were followed for a median of 36 months postoperatively. Short- and long-term complications were recorded and compared with historically published data in which the implants were removed within 6 weeks of surgery. RESULTS: 14% (6/42) of our population experienced minor long-term complications (stiffness and lameness), 6% (3/47) experienced major short-term complications (repair failure), and 14% (6/24) experienced major long-term complications (implant removal). There was no difference in long-term outcomes when compared with results of historical reports in which implants were removed 4 to 6 weeks postoperatively. Client satisfaction was high, with 93% (38/41) grading outcomes as excellent and 95% (39/41) stating they would have surgery performed again in retrospect. CLINICAL RELEVANCE: Immature dogs with surgically repaired TTAFs have favorable long-term outcomes when the implants were left in situ past skeletal maturity. Dogs with TTAF repairs may not need implant removal unless it becomes clinically necessary. Avoiding a second procedure will decrease patient morbidity, recovery time, and cost.",
    "authors": [
      "Zachary A Miller",
      "Sady Y Cabrera",
      "David Mason",
      "Philip H Kass"
    ],
    "id": "3958944",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "oTf5l6Tt",
        "title": "Vice Provost",
        "organizationUnit": "",
        "url": "expert/oTf5l6Tt"
      }
    ]
  },
  {
    "title": "Dental and Temporomandibular Joint Pathology of the Steller Sea Lion (Eumetopias jubatus)",
    "name": "Dental and Temporomandibular Joint Pathology of the Steller Sea Lion (Eumetopias jubatus) Published article-journal 2022-11 Kot Journal of Comparative Pathology 1532-3129",
    "issued": "2022-11",
    "abstract": "Skulls from 112 Steller sea lions (Eumetopias jubatus) were examined according to predefined criteria. Of the specimens, 73 (65.2%) were from males, 29 (25.9%) from females and 10 (8.9%) were of unknown sex, with 50 adults (44.6%), 61 young adults (54.5%) and one of unknown age (0.9%). The number of teeth evaluated was 3,521. Adults had more acquired tooth loss than young adults (P <0.0001). A total of 1,660 teeth (47.1%) from 111 specimens (99.1%) had evidence of attrition or abrasion. Adults displayed more attrition or abrasion than young adults (P <0.0001). A total of 241 teeth (6.8%) from 47 specimens (42%) had tooth fractures. Adults had more fractured teeth than young adults (P <0.0001). Bony changes consistent with periodontitis affected 36.7% of teeth. Adults had more teeth affected by periodontitis than young adults (P <0.0001). Temporomandibular joint osteoarthritis lesions were found in 54 specimens (48.2%) with more in adults than in young adults (P <0.0001). Although the significance of our findings is unknown, the occurrence and severity of these lesions may play an important role in the morbidity and mortality of Steller sea lions.",
    "authors": [
      "Ching Ching Shirley Kot",
      "Boaz Arzi",
      "Janny V Evenhuis",
      "Philip H Kass",
      "Frank JM Verstraete"
    ],
    "id": "3985718",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "oTf5l6Tt",
        "title": "Vice Provost",
        "organizationUnit": "",
        "url": "expert/oTf5l6Tt"
      }
    ]
  },
  {
    "title": "Hematologic Reference Intervals and Comparison of Natt-Herrick Technique and Smear-Based Leukocyte Estimation in Cockatiels (Nymphicus hollandicus)",
    "name": "Hematologic Reference Intervals and Comparison of Natt-Herrick Technique and Smear-Based Leukocyte Estimation in Cockatiels (Nymphicus hollandicus) Published article-journal 2022-11 Monopoli Journal of Avian Medicine and Surgery 1938-2871",
    "issued": "2022-11",
    "abstract": "Although cockatiels are among the most common avian species maintained as companion animals in the United States, information on standard hematologic reference values for this species is limited. The objectives of this study were to establish hematologic reference intervals (RI) for cockatiels, compare methods using both the Natt-Herrick technique (NHT) and the smear-based estimation technique (SBT), explore age and sex differences in the hematologic findings for this species, and produce the first cockatiel RI for fibrinogen concentration and thrombocyte estimate. Healthy cockatiels (60 males and 60 females, 2-11 years old) from a research colony were included in this study. Blood samples were placed in dipotassium ethylenediaminetetraacetic acid tubes, and erythrocyte counts and thrombocyte estimates were determined via automated analyzer (ADVIA 120) and SBT, respectively. Moreover, leukocyte concentrations were determined using both NHT and SBT to compare these common methods for measuring a complete blood count in cockatiels. Data were analyzed for outliers, distributions, descriptive statistics, and RI via Reference Value Adviser, a set of macroinstructions for Microsoft Excel (Microsoft, Redmond, WA, USA). Lymphocytes were the predominant leukocyte across both methods. According to the NHT, females had significantly higher concentrations of total leukocytes, heterophils, bands, lymphocytes, basophils, and total plasma protein compared with males. Significant inverse polynomial relationships were noted between total leukocyte count and age and lymphocyte counts and age for NHT. Total leukocyte count produced via NHT and SBT were compared using Passing-Bablok and Bland-Altman plots, and no significant constant or proportional biases were found. However, these methods showed wide limits of agreement. While the RI were interchangeable between methods from a clinical standpoint, the same method should be used to assess changes in an individual. The reported RI are uniquely robust given the sample size, balanced sex and age distributions, inclusion criteria, and control over sample collection.",
    "authors": [
      "Marissa Rae Monopoli",
      "David Sanchez-Migallon Guzman",
      "Philip H Kass",
      "Amir Kol"
    ],
    "id": "4031826",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "oTf5l6Tt",
        "title": "Vice Provost",
        "organizationUnit": "",
        "url": "expert/oTf5l6Tt"
      }
    ]
  },
  {
    "title": "A Retrospective Short-Term Evaluation Using a Polyaxial Plating System in 60 Small Animal Fractures",
    "name": "A Retrospective Short-Term Evaluation Using a Polyaxial Plating System in 60 Small Animal Fractures Published article-journal 2023-03 Mascellino Veterinary and Comparative Orthopaedics and Traumatology 2567-6911",
    "issued": "2023-03",
    "abstract": "OBJECTIVE:  The aim of this study was to retrospectively evaluate the use, complications and outcomes of the Liberty Lock System (LLS) used to repair fractures in dogs and cats. STUDY DESIGN:  Medical records (October 2016-June 2019) of dog and cat fractures repaired with the LLS were reviewed. Data reviewed included signalment, fracture classification, complications and radiographic outcome. RESULTS:  The LLS was used to repair 60 fractures (57 appendicular and 3 axial) in 54 dogs and 6 cats. Mean time to radiographic union was 6 weeks (range: 4-16). Radiographic union was achieved in all 60 fractures with 55/60 healing without recorded complications. Major complications 4/60 and minor complication 1/60 rates were low and no catastrophic complications occurred. The most common major complication was surgical site infection. CONCLUSION:  The LLS allowed for successful repair in all 60 cases with a wide variety of fractures. The LLS had a similar complication rate and time to radiographic union to that reported in other veterinary locking plate systems. The LLS is a reliable locking plate system which offers some advantages such as a low-profile plate with the ability to place non-polyaxial to angled polyaxial screws, to treat fractures in dogs and cats.",
    "authors": [
      "Haley Mascellino",
      "Karl Maritato",
      "Matthew Barnhart",
      "Philip Kass"
    ],
    "id": "4078377",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "oTf5l6Tt",
        "title": "Vice Provost",
        "organizationUnit": "",
        "url": "expert/oTf5l6Tt"
      }
    ]
  },
  {
    "title": "Brokered Orchestration for End-to-End Service Provisioning Across Heterogeneous Multi-Operator (Multi-AS) Optical Networks",
    "name": "Brokered Orchestration for End-to-End Service Provisioning Across Heterogeneous Multi-Operator (Multi-AS) Optical Networks Published article-journal 2016-12-01,2016-01-01 Castro Journal of Lightwave Technology 1558-2213",
    "issued": "2016-12-01",
    "abstract": [
      "© 2016 IEEE. This paper proposes a new networking paradigm introducing the broker-plane above the management planes of Autonomous Systems (ASes). The brokers communicate with the manager of each AS to assist coordinate end-to-end resource management and path provisioning across the multi-AS networks involving multiple operators. The broker plane updates the virtual network topology, manages the resource information of inter-AS links and aggregated (abstracted) intra-AS links, and computes end-to-end routing, modulation formats, and spectrum assignment (RMSA). Notwithstanding, due to the different dynamicity of each AS, the probability of finding a multi-AS transparent path fulfilling the spectrum continuity and contiguity constraints might be low. To improve the grade of the inter-domain connectivity service, spectrum converters can be installed in inter-domain nodes or per-AS defragmentation can be performed with a global view. In this paper, we introduce a mechanism where each AS can advertise its internal capabilities, e.g., spectrum conversion, their ability to implement spectrum defragmentation or any other network feature. The Multi-AS RMSA with Defragmentation Capability problem is presented and mathematically modeled. A heuristic algorithm is designed to solve it. The mechanism's workflow is comprehensively tested using simulations. Results show connection blocking reduction as high as 26%, clearly validating the benefits of the proposed mechanism. Finally, its experimental assessment was conducted on a distributed multi-continental testbed.",
      "This paper proposes a new networking paradigm introducing the broker-plane above the management planes of Autonomous Systems (ASes). The brokers communicate with the manager of each AS to assist coordinate end-to-end resource management and path provisioning across the multi-AS networks involving multiple operators. The broker plane updates the virtual network topology, manages the resource information of inter-AS links and aggregated (abstracted) intra-AS links, and computes end-to-end routing, modulation formats, and spectrum assignment (RMSA). Notwithstanding, due to the different dynamicity of each AS, the probability of finding a multi-AS transparent path fulfilling the spectrum continuity and contiguity constraints might be low. To improve the grade of the inter-domain connectivity service, spectrum converters can be installed in inter-domain nodes or per-AS defragmentation can be performed with a global view. In this paper, we introduce a mechanism where each AS can advertise its internal capabilities, e.g., spectrum conversion, their ability to implement spectrum defragmentation or any other network feature. The Multi-AS RMSA with Defragmentation Capability problem is presented and mathematically modeled. A heuristic algorithm is designed to solve it. The mechanism's workflow is comprehensively tested using simulations. Results show connection blocking reduction as high as 26%, clearly validating the benefits of the proposed mechanism. Finally, its experimental assessment was conducted on a distributed multi-continental testbed."
    ],
    "authors": [
      "Alberto Castro",
      "Luis Velasco",
      "Lluis Gifre",
      "Cen Chen",
      "Jie Yin",
      "Zuqing Zhu",
      "Roberto Proietti",
      "Sung-Joo Ben Yoo"
    ],
    "id": "1856515",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "83x5AQ8a",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/83x5AQ8a"
      }
    ]
  },
  {
    "title": "A Monolithic InP-based Photonic Integrated Circuit for Optical Arbitrary Waveform Generation",
    "name": "A Monolithic InP-based Photonic Integrated Circuit for Optical Arbitrary Waveform Generation Published paper-conference 2008-02-01 Jiang OFC/NFOEC 2008 - 2008 Conference on Optical Fiber Communication/National Fiber Optic Engineers Conference",
    "issued": "2008-02-01",
    "abstract": "We demonstrate a compact monolithically-integrated InP optical arbitrary waveform generator, consisting of an arrayed waveguide grating pair with 10 GHz channel spacing, 10 high-speed optical amplitude modulators, and 10 high-speed optical phase modulators. © 2008 Optical Society of America.",
    "authors": [
      "W Jiang",
      "FM Soares",
      "SW Seo",
      "JH Baek",
      "NK Fontaine",
      "RG Broeke",
      "J Cao",
      "J Yan",
      "K Okamoto",
      "F Olsson",
      "S Lourdudoss",
      "A Pham",
      "SJ Ben Yoo",
      "SJ Ben Yoo"
    ],
    "id": "4049037",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "83x5AQ8a",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/83x5AQ8a"
      }
    ]
  },
  {
    "title": "Demonstration of a 6×10 gb/s multiuser time-slotted SPECTS O-CDMA Network testbed",
    "name": "Demonstration of a 6×10 gb/s multiuser time-slotted SPECTS O-CDMA Network testbed Published paper-conference 2005-01-01 Cong Optics InfoBase Conference Papers 2162-2701",
    "issued": "2005-01-01",
    "abstract": "We demonstrate error-free performance of a six-user, 10 Gb/s/user, time-slotted SPECTS O-CDMA network testbed. Careful system engineering and a nonlinear thresholder effectively suppress multiuser interference. © 2005 Optical Society of America.",
    "authors": [
      "W Cong",
      "RP Scott",
      "VJ Hernandez",
      "K Li",
      "BH Kolner",
      "JP Heritage",
      "SJB Yoo"
    ],
    "id": "635745",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "83x5AQ8a",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/83x5AQ8a"
      }
    ]
  },
  {
    "title": "Sinusoidal phase modulation as a gate for FROG",
    "name": "Sinusoidal phase modulation as a gate for FROG Published paper-conference 2007-01-01 Fontaine Optics InfoBase Conference Papers 2162-2701",
    "issued": "2007-01-01",
    "abstract": "A sinusoidal phase-modulation gate for cross-correlation frequency-resolved optical gating (PMFROG) is demonstrated. This low-loss, linear gating technique can be used without separate gate characterization via a blind FROG algorithm with a simple intensity constraint. © 2007 Optical Society of America.",
    "authors": [
      "NK Fontaine",
      "RP Scott",
      "JP Heritage",
      "BH Kolner",
      "SJB Yoo"
    ],
    "id": "561008",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "83x5AQ8a",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/83x5AQ8a"
      }
    ]
  },
  {
    "title": "320-Gb/s capacity (32 users × 10 Gb/s) SPECTS O-CDMA local area network testbed",
    "name": "320-Gb/s capacity (32 users × 10 Gb/s) SPECTS O-CDMA local area network testbed Published paper-conference 2006-12-14 Hernandez 2006 Optical Fiber Communication Conference, and the 2006 National Fiber Optic Engineers Conference",
    "issued": "2006-12-14",
    "abstract": "We demonstrate, for the first time, an error-free, 320-Gb/s optical code division multiple access (O-CDMA) network testbed employing the spectral phase encoded time spreading (SPECTS) technique. Results with and without forward error correction (FEC) are presented. © 2006 Optical Society of America.",
    "authors": [
      "VJ Hernandez",
      "W Cong",
      "RP Scott",
      "C Yang",
      "NK Fontaine",
      "BH Kolner",
      "JP Heritage",
      "SJB Yoo"
    ],
    "id": "561007",
    "type": "Scholarly  Article",
    "relatedExperts": [
      {
        "expertId": "83x5AQ8a",
        "title": "Professor",
        "organizationUnit": "",
        "url": "expert/83x5AQ8a"
      }
    ]
  }
]