[
  {
    "expertId": "83x5AQ8a",
    "type": "Expert",
    "firstName": "Sung-Joo",
    "middleName": "Ben",
    "lastName": "Yoo",
    "fullName": "Sung-Joo Ben Yoo",
    "title": "Professor",
    "organizationUnit": "Elec & Comp Engr",
    "lastModified": "2025-05-02T23:18:27.000949818Z",
    "url": "expert/83x5AQ8a",
    "works": [
      {
        "title": "Brokered Orchestration for End-to-End Service Provisioning Across Heterogeneous Multi-Operator (Multi-AS) Optical Networks",
        "name": "Brokered Orchestration for End-to-End Service Provisioning Across Heterogeneous Multi-Operator (Multi-AS) Optical Networks Published article-journal 2016-12-01,2016-01-01 Castro Journal of Lightwave Technology 1558-2213",
        "issued": [
          "2016-12-01",
          "2016-01-01"
        ],
        "abstract": [
          "© 2016 IEEE. This paper proposes a new networking paradigm introducing the broker-plane above the management planes of Autonomous Systems (ASes). The brokers communicate with the manager of each AS to assist coordinate end-to-end resource management and path provisioning across the multi-AS networks involving multiple operators. The broker plane updates the virtual network topology, manages the resource information of inter-AS links and aggregated (abstracted) intra-AS links, and computes end-to-end routing, modulation formats, and spectrum assignment (RMSA). Notwithstanding, due to the different dynamicity of each AS, the probability of finding a multi-AS transparent path fulfilling the spectrum continuity and contiguity constraints might be low. To improve the grade of the inter-domain connectivity service, spectrum converters can be installed in inter-domain nodes or per-AS defragmentation can be performed with a global view. In this paper, we introduce a mechanism where each AS can advertise its internal capabilities, e.g., spectrum conversion, their ability to implement spectrum defragmentation or any other network feature. The Multi-AS RMSA with Defragmentation Capability problem is presented and mathematically modeled. A heuristic algorithm is designed to solve it. The mechanism's workflow is comprehensively tested using simulations. Results show connection blocking reduction as high as 26%, clearly validating the benefits of the proposed mechanism. Finally, its experimental assessment was conducted on a distributed multi-continental testbed.",
          "This paper proposes a new networking paradigm introducing the broker-plane above the management planes of Autonomous Systems (ASes). The brokers communicate with the manager of each AS to assist coordinate end-to-end resource management and path provisioning across the multi-AS networks involving multiple operators. The broker plane updates the virtual network topology, manages the resource information of inter-AS links and aggregated (abstracted) intra-AS links, and computes end-to-end routing, modulation formats, and spectrum assignment (RMSA). Notwithstanding, due to the different dynamicity of each AS, the probability of finding a multi-AS transparent path fulfilling the spectrum continuity and contiguity constraints might be low. To improve the grade of the inter-domain connectivity service, spectrum converters can be installed in inter-domain nodes or per-AS defragmentation can be performed with a global view. In this paper, we introduce a mechanism where each AS can advertise its internal capabilities, e.g., spectrum conversion, their ability to implement spectrum defragmentation or any other network feature. The Multi-AS RMSA with Defragmentation Capability problem is presented and mathematically modeled. A heuristic algorithm is designed to solve it. The mechanism's workflow is comprehensively tested using simulations. Results show connection blocking reduction as high as 26%, clearly validating the benefits of the proposed mechanism. Finally, its experimental assessment was conducted on a distributed multi-continental testbed."
        ],
        "authors": [
          "Alberto Castro",
          "Luis Velasco",
          "Lluis Gifre",
          "Cen Chen",
          "Jie Yin",
          "Zuqing Zhu",
          "Roberto Proietti",
          "Sung-Joo Ben Yoo"
        ],
        "id": "1856515",
        "type": "Scholarly Article"
      },
      {
        "title": "A Monolithic InP-based Photonic Integrated Circuit for Optical Arbitrary Waveform Generation",
        "name": "A Monolithic InP-based Photonic Integrated Circuit for Optical Arbitrary Waveform Generation Published paper-conference 2008-02-01 Jiang OFC/NFOEC 2008 - 2008 Conference on Optical Fiber Communication/National Fiber Optic Engineers Conference",
        "issued": "2008-02-01",
        "abstract": "We demonstrate a compact monolithically-integrated InP optical arbitrary waveform generator, consisting of an arrayed waveguide grating pair with 10 GHz channel spacing, 10 high-speed optical amplitude modulators, and 10 high-speed optical phase modulators. © 2008 Optical Society of America.",
        "authors": [
          "W Jiang",
          "FM Soares",
          "SW Seo",
          "JH Baek",
          "NK Fontaine",
          "RG Broeke",
          "J Cao",
          "J Yan",
          "K Okamoto",
          "F Olsson",
          "S Lourdudoss",
          "A Pham",
          "SJ Ben Yoo",
          "SJ Ben Yoo"
        ],
        "id": "4049037",
        "type": "Scholarly Article"
      },
      {
        "title": "Demonstration of a 6×10 gb/s multiuser time-slotted SPECTS O-CDMA Network testbed",
        "name": "Demonstration of a 6×10 gb/s multiuser time-slotted SPECTS O-CDMA Network testbed Published paper-conference 2005-01-01 Cong Optics InfoBase Conference Papers 2162-2701",
        "issued": "2005-01-01",
        "abstract": "We demonstrate error-free performance of a six-user, 10 Gb/s/user, time-slotted SPECTS O-CDMA network testbed. Careful system engineering and a nonlinear thresholder effectively suppress multiuser interference. © 2005 Optical Society of America.",
        "authors": [
          "W Cong",
          "RP Scott",
          "VJ Hernandez",
          "K Li",
          "BH Kolner",
          "JP Heritage",
          "SJB Yoo"
        ],
        "id": "635745",
        "type": "Scholarly Article"
      },
      {
        "title": "Sinusoidal phase modulation as a gate for FROG",
        "name": "Sinusoidal phase modulation as a gate for FROG Published paper-conference 2007-01-01 Fontaine Optics InfoBase Conference Papers 2162-2701",
        "issued": "2007-01-01",
        "abstract": "A sinusoidal phase-modulation gate for cross-correlation frequency-resolved optical gating (PMFROG) is demonstrated. This low-loss, linear gating technique can be used without separate gate characterization via a blind FROG algorithm with a simple intensity constraint. © 2007 Optical Society of America.",
        "authors": [
          "NK Fontaine",
          "RP Scott",
          "JP Heritage",
          "BH Kolner",
          "SJB Yoo"
        ],
        "id": "561008",
        "type": "Scholarly Article"
      },
      {
        "title": "320-Gb/s capacity (32 users × 10 Gb/s) SPECTS O-CDMA local area network testbed",
        "name": "320-Gb/s capacity (32 users × 10 Gb/s) SPECTS O-CDMA local area network testbed Published paper-conference 2006-12-14 Hernandez 2006 Optical Fiber Communication Conference, and the 2006 National Fiber Optic Engineers Conference",
        "issued": "2006-12-14",
        "abstract": "We demonstrate, for the first time, an error-free, 320-Gb/s optical code division multiple access (O-CDMA) network testbed employing the spectral phase encoded time spreading (SPECTS) technique. Results with and without forward error correction (FEC) are presented. © 2006 Optical Society of America.",
        "authors": [
          "VJ Hernandez",
          "W Cong",
          "RP Scott",
          "C Yang",
          "NK Fontaine",
          "BH Kolner",
          "JP Heritage",
          "SJB Yoo"
        ],
        "id": "561007",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K320B61-117089",
        "title": "All-to-all optical shuffle device based on arrayed waveguide grating routers",
        "name": "All-to-all optical shuffle device based on arrayed waveguide grating routers § Completed • 2016 - 2018 • Yoo, S. J. Ben § National Security Agency • H98230-16-C-0820",
        "funder": "National Security Agency",
        "status": "Completed",
        "startDate": "2016-10-01",
        "endDate": "2018-12-31",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K321127-1324",
        "title": "NSF ECS-00-70444",
        "name": "NSF ECS-00-70444 § Completed • 2000 - 2005 • Yoo, S. J. Ben § National Science Foundation • 0070444",
        "funder": "National Science Foundation",
        "status": "Completed",
        "startDate": "2000-09-01",
        "endDate": "2005-08-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K321280-1477",
        "title": "COLLABORATIVE RESEARCH:  NETS-NBD:  INTELLIGENT AND ADAPTIVE NETWORKING FOR THE NEXT GENERATION INTERNET",
        "name": "COLLABORATIVE RESEARCH:  NETS-NBD:  INTELLIGENT AND ADAPTIVE NETWORKING FOR THE NEXT GENERATION INTERNET § Completed • 2005 - 2008 • Yoo, S. J. Ben § National Science Foundation • 0520333",
        "funder": "National Science Foundation",
        "status": "Completed",
        "startDate": "2005-08-15",
        "endDate": "2008-07-31",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K321451-1648",
        "title": "COLLABORATIVE RESEARCH:  NETS-NR:  HIGH-PERFORMANCE NEXT GENERATION NETWORKING TECHNOLOGY AND SYSTEMS FOR HETEROGENEOUS NETWORKS",
        "name": "COLLABORATIVE RESEARCH:  NETS-NR:  HIGH-PERFORMANCE NEXT GENERATION NETWORKING TECHNOLOGY AND SYSTEMS FOR HETEROGENEOUS NETWORKS § Completed • 2004 - 2008 • Yoo, S. J. Ben § National Science Foundation • 0435529",
        "funder": "National Science Foundation",
        "status": "Completed",
        "startDate": "2004-10-01",
        "endDate": "2008-09-30",
        "grantRole": "Grant Role,Co Principal Investigator Role"
      },
      {
        "id": "K321661-1859",
        "title": "UCB MCA: INTERACTIVE VISUALIZATION AND EXPLORATION OF MASSIVE MULTISOURCE DATA STREAMS IN COLLABORATIVE ENVIRONMENTS USING PARALLEL AND DISTRIBUTED COMPUTING",
        "name": "UCB MCA: INTERACTIVE VISUALIZATION AND EXPLORATION OF MASSIVE MULTISOURCE DATA STREAMS IN COLLABORATIVE ENVIRONMENTS USING PARALLEL AND DISTRIBUTED COMPUTING § Completed • 2001 - 2006 • Hamann, Bernd § National Science Foundation • NSF-EIA-01-22599",
        "funder": "National Science Foundation",
        "status": "Completed",
        "startDate": "2001-10-01",
        "endDate": "2006-09-30",
        "grantRole": "Co Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "PweNBqy2",
    "type": "Expert",
    "firstName": "Bruce",
    "middleName": "D",
    "lastName": "Hammock",
    "fullName": "Bruce D Hammock",
    "title": "Professor",
    "organizationUnit": "Entomology and Nematology",
    "lastModified": "2025-05-02T23:16:47.486701231Z",
    "url": "expert/PweNBqy2",
    "works": [
      {
        "title": "Increased expression of soluble epoxide hydrolase in the brain and liver from patients with major psychiatric disorders: A role of brain – liver axis",
        "name": "Increased expression of soluble epoxide hydrolase in the brain and liver from patients with major psychiatric disorders: A role of brain – liver axis Published article-journal 2020-06 Zhang Journal of Affective Disorders 1573-2517",
        "issued": "2020-06",
        "abstract": "BACKGROUND: Soluble epoxide hydrolase (sEH) in the metabolism of polyunsaturated fatty acids might play a role in the pathogenesis of major psychiatric disorders. Here we studied whether expression of sEH protein is altered in the postmortem samples (parietal cortex, and liver) from patients with major psychiatric disorders. METHODS: Protein expression of sEH in the parietal cortex and liver from control, major depressive disorder (MDD), bipolar disorder (BD), and schizophrenia (SZ) groups was measured. RESULTS: Levels of sEH in the parietal cortex and liver from MDD, BD, and SZ groups were significantly higher than the control group. Interestingly, there was a positive correlation between sEH protein in the parietal cortex and sEH protein the liver in all groups. LIMITATIONS: The small number in each group may limit our interpretation. CONCLUSIONS: This study shows that the increased expression of sEH in the brain and liver might play a role in the pathogenesis of major psychiatric disorders, suggesting a role of brain - liver axis in major psychiatric disorders.",
        "authors": [
          "Jiancheng Zhang",
          "Yunfei Tan",
          "Lijia Chang",
          "Bruce D Hammock",
          "Kenji Hashimoto"
        ],
        "id": "3089189",
        "type": "Scholarly Article"
      },
      {
        "title": "Lack of rewarding effects of a soluble epoxide hydrolase inhibitor TPPU in mice: Comparison with morphine",
        "name": "Lack of rewarding effects of a soluble epoxide hydrolase inhibitor TPPU in mice: Comparison with morphine Published article-journal 2020-12 Wan Nihon shinkei seishin yakurigaku zasshi = Japanese journal of psychopharmacology 2574-173X",
        "issued": "2020-12",
        "abstract": "AIM: Although opioids have been used as treatment of neuropathic pain, opioids have abuse potential in humans. Since soluble epoxide hydrolase (sEH) in the metabolism of polyunsaturated fatty acids plays a key role in the pain, sEH inhibitors would be promising new therapeutic drugs for neuropathic pain. In this study, we examined the effect of the sEH inhibitor TPPU on rewarding effects in mice using the conditioned place preference (CPP) paradigm. METHODS: The rewarding effects of morphine (10 mg/kg) and TPPU (3, 10, or 30 mg/kg) in mice were examined using CPP paradigm. Furthermore, the effect of TPPU (30 mg/kg) on morphine-induced rewarding effects was examined. RESULTS: TPPU (3, 10, or 30 mg/kg) did not increase CPP scores in the mice whereas morphine significantly increased CPP scores in the mice. Furthermore, pretreatment with TPPU did not block the rewarding effects of morphine in the mice, suggesting that sEH does not play a role in the rewarding effect of morphine. CONCLUSION: This study suggests that TPPU did not have rewarding effects in rodents. This would make sEH inhibitors potential therapeutic drugs without abuse potential for neuropathic pain.",
        "authors": [
          "Xiayun Wan",
          "Yuko Fujita",
          "Lijia Chang",
          "Yan Wei",
          "Li Ma",
          "Gerile Wuyun",
          "Yaoyu Pu",
          "Bruce D Hammock",
          "Kenji Hashimoto"
        ],
        "id": "3183044",
        "type": "Scholarly Article"
      },
      {
        "title": "Ingestion of Faecalibaculum rodentium causes depression-like phenotypes in resilient Ephx2 knock-out mice: A role of brain–gut–microbiota axis via the subdiaphragmatic vagus nerve",
        "name": "Ingestion of Faecalibaculum rodentium causes depression-like phenotypes in resilient Ephx2 knock-out mice: A role of brain–gut–microbiota axis via the subdiaphragmatic vagus nerve Published article-journal 2021-09 Wang Journal of Affective Disorders 1573-2517",
        "issued": "2021-09",
        "abstract": "BACKGROUND: The brain-gut-microbiota axis plays a crucial role in the bidirectional interactions between the brain and the gut. Soluble epoxide hydrolase (coded by the Ephx2 gene) plays an important role in inflammation, which has been implicated in stress-related depression. Ephx2 knock-out (KO) mice exposed to chronic social defeat stress (CSDS) did not show depression-like behaviors, indicating stress resilience. Here we examined whether the brain-gut-microbiota axis influences the resilience in Ephx2 KO mice. METHODS: Effects of fecal microbiota transplantation (FMT) from CSDS-susceptible (or control) mice in wild-type (WT) mice and Ephx2 KO mice treated with an antibiotic cocktail (ABX) were investigated. Behavioral, biochemical tests and 16S ribosome RNA analysis were performed. RESULTS: FMT from CSDS-susceptible mice produced anhedonia-like behavior in ABX-treated WT and Ephx2 KO mice. The 16S ribosome RNA analysis showed that Faecalibaculum rodentium (F. rodentium) may be responsible for the observed anhedonia-like behavior following FMT from CSDS-susceptible mice. Ingestion of F. rodentium for 14 days produced depression- and anhedonia-like behaviors, higher blood levels of interleukin-6, and reduced expression of synaptic proteins in the prefrontal cortex of ABX-treated Ephx2 KO mice. Furthermore, subdiaphragmatic vagotomy blocked the development of these behavioral abnormalities after ingestion of F. rodentium. LIMITATIONS: Detailed mechanisms are unclear. CONCLUSIONS: These findings suggest that F. rodentium might contribute to the conversion of resilient Ephx2 KO mice into KO mice with depression-like phenotypes. The brain-gut-microbiota axis via the subdiaphragmatic vagus nerve plays a crucial role in susceptibility and resilience to stress.",
        "authors": [
          "Siming Wang",
          "Tamaki Ishima",
          "Youge Qu",
          "Jiajing Shan",
          "Lijia Chang",
          "Yan Wei",
          "Jiancheng Zhang",
          "Yaoyu Pu",
          "Yuko Fujita",
          "Yunfei Tan",
          "Xingming Wang",
          "Li Ma",
          "Xiayun Wan",
          "Bruce D Hammock",
          "Kenji Hashimoto"
        ],
        "id": "3492937",
        "type": "Scholarly Article"
      },
      {
        "title": "Construction and Characterization of Immediate Early Baculovirus Pesticides",
        "name": "Construction and Characterization of Immediate Early Baculovirus Pesticides Published article-journal 1996-10 Jarvis Biological Control 1090-2112",
        "issued": "1996-10",
        "abstract": "Recombinant baculoviruses that express insect-specific toxins under the control of viral late gene promoters can kill susceptible lepidopteran hosts faster than the wild-type virus. In an effort to improve the efficacy of genetically engineered baculovirus pesticides, we have produced a recombinant that contains an insect specific toxin gene (AaIT) under the control of the promoter from an immediate early gene (ie1) of Autographa californica nuclear polyhedrosis virus (AcNPV). AaIT protein was detected as early as 4 h postinfection in cultured insect cells infected with this recombinant. The protein continued to accumulate as the infection progressed and, even as late as 24 h postinfection, the amount of AaIT was about equal to that provided by a recombinant that expressed AaIT under the control of the very late p10 promoter. Similar results were obtained with a recombinant that expressed a modified insect juvenile hormone esterase (JHE-KK) under ie1 control, confirming the ability of this promoter to provide early and abundant expression of gene products with potential pesticidal activity. Bioassays showed that the ie1-AaIT recombinant killed Heliothis virescens larvae faster than wild-type virus, but not faster than the p10-AaIT recombinant. However, larvae infected with the ie1-AaIT recombinant were smaller than those infected with the p10-AaIT recombinant, suggesting that expression of AaIT earlier in infection enhanced the ability of the virus to reduce the feeding activity of H. virescens larvae.",
        "authors": [
          "Donald L Jarvis",
          "Linda M Reilly",
          "Kelli Hoover",
          "Christine Schultz",
          "Bruce D Hammock",
          "Linda A Guarino"
        ],
        "id": "532845",
        "type": "Scholarly Article"
      },
      {
        "title": "Competition between Wild-Type and Recombinant Nucleopolyhedroviruses in a Greenhouse Microcosm",
        "name": "Competition between Wild-Type and Recombinant Nucleopolyhedroviruses in a Greenhouse Microcosm Published article-journal 2001-01 Lee Biological Control 1049-9644",
        "issued": "2001-01",
        "abstract": "Wild-type Autographa californica nucleopolyhedrovirus (AcNPV or AcNPV.WT), AcNPV expressing a scorpion toxin (AcNPV.AaIT), and AcNPV expressing a mutated juvenile hormone esterase (AcJHE.SG) were compared in their capability to produce epizootics in larvae of Trichoplusia ni infesting collards in a greenhouse microcosm. Larvae treated in four different ways were released into 1.8-m2 microplots in week 1. The four treatments included (1) uninfected larvae (control), (2) 100% AcNPV.WT-infected larvae (WT), (3) 100% AcNPV.AaIT-infected larvae (AaIT), and (4) 1:1 ratio of AcNPV.WT-infected and AcNPV.AaIT-infected larvae (WT+AaIT). On a weekly basis, larvae were sampled and new, uninfected larvae were added to all plots. Sampled larvae were reared until death and then subjected individually to DNA-DNA dot-blot hybridization assay to determine the proportion of insects infected with each virus in each plot. The entire experiment was repeated with AcJHE.SG in the place of AcNPV.AaIT. Epizootics of AcNPV.WT lasted 8 weeks after a single viral release in the replicated greenhouse microplots. AcJHE.SG epizootics also lasted 8 weeks after viral release, but this virus and AcNPV.AaIT were both out-competed by AcNPV.WT. AcNPV.AaIT was no longer detected in the T. ni population by the fourth week after release. AcNPV.WT also increased to greater numbers in soil than AcNPV.AaIT or AcJHE.SG after 8 weeks. Thus, it was possible to induce 8-week epizootics of AcNPV.WT in replicated microplots under artificial greenhouse conditions, and the wild-type virus out-competed the recombinant virus for a niche in this greenhouse microcosm, which reduces the probability that the recombinant virus will persist in an agroecosystem. © 2000 Academic Press.",
        "authors": [
          "Y Lee",
          "JR Fuxa",
          "AB Inceoglu",
          "SA Alaniz",
          "AR Richter",
          "LM Reilly",
          "BD Hammock"
        ],
        "id": "532858",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K320838-1129",
        "title": "BATTELLE MEMORIAL INSTITUTE #171034",
        "name": "BATTELLE MEMORIAL INSTITUTE #171034 § Completed • 2002 - 2004 • Hammock, Bruce § Battelle Memorial Institute • 171034/02-00050V",
        "funder": "Battelle Memorial Institute",
        "status": "Completed",
        "startDate": "2002-03-15",
        "endDate": "2004-09-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K321909-105459",
        "title": "Development of a fluorescent 96-well assay for dual detection of esterase- and GST- mediated pyrethroid resistance in mosquito",
        "name": "Development of a fluorescent 96-well assay for dual detection of esterase- and GST- mediated pyrethroid resistance in mosquito § Completed • 2012 - 2013 • Hammock, Bruce § Mosquito Research Foundation • 201222676",
        "funder": "Mosquito Research Foundation",
        "status": "Completed",
        "startDate": "2012-04-27",
        "endDate": "2013-12-31",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K322413-1908",
        "title": "DOE DE-FG03-96ER14629/99",
        "name": "DOE DE-FG03-96ER14629/99 § Completed • 1996 - 2003 • Casey, William § Department Of Energy/miscellaneous Offices And Programs • DE-FG03-96ER14629",
        "funder": "Department Of Energy/miscellaneous Offices And Programs",
        "status": "Completed",
        "startDate": "1996-05-01",
        "endDate": "2003-04-30",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K322761-2234",
        "title": "ROLE OF A/B-HYDROLASE FOLD ENZYMES IN THE REGULATION OF JUVENILE HORMONE",
        "name": "ROLE OF A/B-HYDROLASE FOLD ENZYMES IN THE REGULATION OF JUVENILE HORMONE § Completed • 2006 - 2010 • Hammock, Bruce § National Institute For Food And Agriculture • 07-35607-17830",
        "funder": "National Institute For Food And Agriculture",
        "status": "Completed",
        "startDate": "2006-12-15",
        "endDate": "2010-12-14",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K323022-2434",
        "title": "IDENTIFICATION AND DEVELOPMENT OF BIOLOGICAL MARKERS OF HUMAN EXPOSURE TO THE INSECTICIDE PERMETHRIN",
        "name": "IDENTIFICATION AND DEVELOPMENT OF BIOLOGICAL MARKERS OF HUMAN EXPOSURE TO THE INSECTICIDE PERMETHRIN § Completed • 2001 - 2008 • Hammock, Bruce § US Army Medical Research And Development Command • DAMD17-01-1-0769",
        "funder": "US Army Medical Research And Development Command",
        "status": "Completed",
        "startDate": "2001-09-24",
        "endDate": "2008-03-23",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "oTf5l6Tt",
    "type": "Expert",
    "firstName": "Philip",
    "middleName": "H",
    "lastName": "Kass",
    "fullName": "Philip H Kass",
    "title": "Vice Provost",
    "organizationUnit": "Academic Affairs",
    "lastModified": "2025-05-02T22:52:42.750578517Z",
    "url": "expert/oTf5l6Tt",
    "works": [
      {
        "title": "Craniomaxillofacial trauma in immature dogs–etiology, treatments, and outcomes",
        "name": "Craniomaxillofacial trauma in immature dogs–etiology, treatments, and outcomes Published article-journal 2022 Wolfs Frontiers in Veterinary Science 2297-1769",
        "issued": "2022",
        "abstract": "Treatment of craniomaxillofacial (CMF) trauma in dogs often requires a multidisciplinary approach and a thorough understanding of the CMF anatomical structures involved. This retrospective study aimed to utilize computed tomography (CT) studies of immature dogs evaluated for CMF trauma and to describe common fracture locations, treatment modalities, and complications, as well as the fracture healing outcomes. The medical records and CT studies of 94 dogs under 1 year of age over a 13-year period were evaluated. The skeletal location of CMF fractures, as well as the severity of displacement and fragmentation of each fracture, was recorded. Case demographic data and trauma etiology were also recorded. Animal bites accounted for the majority of trauma (71.0%). The most likely bone or region to be fractured was the maxillary bones, followed by the molar region of the mandibles. Up to 37 bones or specific regions were fractured in any given patient, with an average of 8.8 ± 3.1 fractured bones or regions per dog. Rostral mandibular trauma was associated with intra-articular fractures of the temporomandibular joint (p = 0.016). Patients sustained concomitant injuries in 32% of the cases. Muzzle therapy was the main treatment performed for most dogs (53.2%), followed by soft tissue closure (47.9%) and selective dental extractions (27.6%). Healing complications were recorded in 71.6% of the dogs, with malocclusion being the most reported complication (55.2%), and associated with dentate mandibular jaw fractures (p = 0.05). The average number of complications per dog was 2.4. No statistically significant association was found between treatment modality and healing outcome. There was a positive correlation between the severity of fracture fragmentation and displacement and a negative healing outcome (all rho >0.7). Further treatment was required in 55.6% of the dogs. Additional dental extractions were performed in 77.7% of patients. Healing complications were common in the immature CMF trauma case. Thus, the need for a comprehensive assessment of the entire CMF region during the initial visit, as well as follow-up, preferably using CT or cone beam CT, is underscored.",
        "authors": [
          "Elias Wolfs",
          "Boaz Arzi",
          "Jose Guerrero Cota",
          "Philip H Kass",
          "Frank JM Verstraete"
        ],
        "id": "3950089",
        "type": "Scholarly Article"
      },
      {
        "title": "Good clinical outcomes achieved in young dogs with tibial tuberosity avulsion fracture repairs when implants were left in situ past skeletal maturity.",
        "name": "Good clinical outcomes achieved in young dogs with tibial tuberosity avulsion fracture repairs when implants were left in situ past skeletal maturity. Published article-journal 2022-09-28 Miller Journal of the American Veterinary Medical Association 1943-569X",
        "issued": "2022-09-28",
        "abstract": "OBJECTIVE: To evaluate outcomes of tibial tuberosity avulsion fractures (TTAF) in dogs with implants left in situ past skeletal maturity and to compare clinical outcomes with published outcomes in dogs whose implants were removed 4 to 6 weeks postoperatively. ANIMALS: 47 client-owned dogs. PROCEDURES: In this retrospective study, 47 dogs had surgery to correct a TTAF before 10 months of age and had the implants left in situ past skeletal maturity. Of these, 42 were followed for a median of 36 months postoperatively. Short- and long-term complications were recorded and compared with historically published data in which the implants were removed within 6 weeks of surgery. RESULTS: 14% (6/42) of our population experienced minor long-term complications (stiffness and lameness), 6% (3/47) experienced major short-term complications (repair failure), and 14% (6/24) experienced major long-term complications (implant removal). There was no difference in long-term outcomes when compared with results of historical reports in which implants were removed 4 to 6 weeks postoperatively. Client satisfaction was high, with 93% (38/41) grading outcomes as excellent and 95% (39/41) stating they would have surgery performed again in retrospect. CLINICAL RELEVANCE: Immature dogs with surgically repaired TTAFs have favorable long-term outcomes when the implants were left in situ past skeletal maturity. Dogs with TTAF repairs may not need implant removal unless it becomes clinically necessary. Avoiding a second procedure will decrease patient morbidity, recovery time, and cost.",
        "authors": [
          "Zachary A Miller",
          "Sady Y Cabrera",
          "David Mason",
          "Philip H Kass"
        ],
        "id": "3958944",
        "type": "Scholarly Article"
      },
      {
        "title": "Dental and Temporomandibular Joint Pathology of the Steller Sea Lion (Eumetopias jubatus)",
        "name": "Dental and Temporomandibular Joint Pathology of the Steller Sea Lion (Eumetopias jubatus) Published article-journal 2022-11 Kot Journal of Comparative Pathology 1532-3129",
        "issued": "2022-11",
        "abstract": "Skulls from 112 Steller sea lions (Eumetopias jubatus) were examined according to predefined criteria. Of the specimens, 73 (65.2%) were from males, 29 (25.9%) from females and 10 (8.9%) were of unknown sex, with 50 adults (44.6%), 61 young adults (54.5%) and one of unknown age (0.9%). The number of teeth evaluated was 3,521. Adults had more acquired tooth loss than young adults (P <0.0001). A total of 1,660 teeth (47.1%) from 111 specimens (99.1%) had evidence of attrition or abrasion. Adults displayed more attrition or abrasion than young adults (P <0.0001). A total of 241 teeth (6.8%) from 47 specimens (42%) had tooth fractures. Adults had more fractured teeth than young adults (P <0.0001). Bony changes consistent with periodontitis affected 36.7% of teeth. Adults had more teeth affected by periodontitis than young adults (P <0.0001). Temporomandibular joint osteoarthritis lesions were found in 54 specimens (48.2%) with more in adults than in young adults (P <0.0001). Although the significance of our findings is unknown, the occurrence and severity of these lesions may play an important role in the morbidity and mortality of Steller sea lions.",
        "authors": [
          "Ching Ching Shirley Kot",
          "Boaz Arzi",
          "Janny V Evenhuis",
          "Philip H Kass",
          "Frank JM Verstraete"
        ],
        "id": "3985718",
        "type": "Scholarly Article"
      },
      {
        "title": "Hematologic Reference Intervals and Comparison of Natt-Herrick Technique and Smear-Based Leukocyte Estimation in Cockatiels (Nymphicus hollandicus)",
        "name": "Hematologic Reference Intervals and Comparison of Natt-Herrick Technique and Smear-Based Leukocyte Estimation in Cockatiels (Nymphicus hollandicus) Published article-journal 2022-11 Monopoli Journal of Avian Medicine and Surgery 1938-2871",
        "issued": "2022-11",
        "abstract": "Although cockatiels are among the most common avian species maintained as companion animals in the United States, information on standard hematologic reference values for this species is limited. The objectives of this study were to establish hematologic reference intervals (RI) for cockatiels, compare methods using both the Natt-Herrick technique (NHT) and the smear-based estimation technique (SBT), explore age and sex differences in the hematologic findings for this species, and produce the first cockatiel RI for fibrinogen concentration and thrombocyte estimate. Healthy cockatiels (60 males and 60 females, 2-11 years old) from a research colony were included in this study. Blood samples were placed in dipotassium ethylenediaminetetraacetic acid tubes, and erythrocyte counts and thrombocyte estimates were determined via automated analyzer (ADVIA 120) and SBT, respectively. Moreover, leukocyte concentrations were determined using both NHT and SBT to compare these common methods for measuring a complete blood count in cockatiels. Data were analyzed for outliers, distributions, descriptive statistics, and RI via Reference Value Adviser, a set of macroinstructions for Microsoft Excel (Microsoft, Redmond, WA, USA). Lymphocytes were the predominant leukocyte across both methods. According to the NHT, females had significantly higher concentrations of total leukocytes, heterophils, bands, lymphocytes, basophils, and total plasma protein compared with males. Significant inverse polynomial relationships were noted between total leukocyte count and age and lymphocyte counts and age for NHT. Total leukocyte count produced via NHT and SBT were compared using Passing-Bablok and Bland-Altman plots, and no significant constant or proportional biases were found. However, these methods showed wide limits of agreement. While the RI were interchangeable between methods from a clinical standpoint, the same method should be used to assess changes in an individual. The reported RI are uniquely robust given the sample size, balanced sex and age distributions, inclusion criteria, and control over sample collection.",
        "authors": [
          "Marissa Rae Monopoli",
          "David Sanchez-Migallon Guzman",
          "Philip H Kass",
          "Amir Kol"
        ],
        "id": "4031826",
        "type": "Scholarly Article"
      },
      {
        "title": "A Retrospective Short-Term Evaluation Using a Polyaxial Plating System in 60 Small Animal Fractures",
        "name": "A Retrospective Short-Term Evaluation Using a Polyaxial Plating System in 60 Small Animal Fractures Published article-journal 2023-03 Mascellino Veterinary and Comparative Orthopaedics and Traumatology 2567-6911",
        "issued": "2023-03",
        "abstract": "OBJECTIVE:  The aim of this study was to retrospectively evaluate the use, complications and outcomes of the Liberty Lock System (LLS) used to repair fractures in dogs and cats. STUDY DESIGN:  Medical records (October 2016-June 2019) of dog and cat fractures repaired with the LLS were reviewed. Data reviewed included signalment, fracture classification, complications and radiographic outcome. RESULTS:  The LLS was used to repair 60 fractures (57 appendicular and 3 axial) in 54 dogs and 6 cats. Mean time to radiographic union was 6 weeks (range: 4-16). Radiographic union was achieved in all 60 fractures with 55/60 healing without recorded complications. Major complications 4/60 and minor complication 1/60 rates were low and no catastrophic complications occurred. The most common major complication was surgical site infection. CONCLUSION:  The LLS allowed for successful repair in all 60 cases with a wide variety of fractures. The LLS had a similar complication rate and time to radiographic union to that reported in other veterinary locking plate systems. The LLS is a reliable locking plate system which offers some advantages such as a low-profile plate with the ability to place non-polyaxial to angled polyaxial screws, to treat fractures in dogs and cats.",
        "authors": [
          "Haley Mascellino",
          "Karl Maritato",
          "Matthew Barnhart",
          "Philip Kass"
        ],
        "id": "4078377",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K328756-112108",
        "title": "PROSPECTIVE EVALUATION OF CALIFORNIAS ARMED AND PROHIBITED PERSONS SYSTEM",
        "name": "PROSPECTIVE EVALUATION OF CALIFORNIAS ARMED AND PROHIBITED PERSONS SYSTEM § Completed • 2015 - 2021 • Wintemute, Garen § National Institute Of Justice • 2014-R2-CX-0012",
        "funder": "National Institute Of Justice",
        "status": "Completed",
        "startDate": "2015-01-01",
        "endDate": "2021-06-30",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K358091-7894",
        "title": "2004 SURVEY OF PET OWNERSHIP AND STRAY CAT POPULATION IN SANTA CLARA COUNTY",
        "name": "2004 SURVEY OF PET OWNERSHIP AND STRAY CAT POPULATION IN SANTA CLARA COUNTY § Completed • 2004 - 2005 • Kass, Philip H § Everycat Health Foundation Inc. • 58091",
        "funder": "Everycat Health Foundation Inc.",
        "status": "Completed",
        "startDate": "2004-09-01",
        "endDate": "2005-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K384869-100429",
        "title": "Poultry Health and Well-Being for Development in East, Southern and West Africa",
        "name": "Poultry Health and Well-Being for Development in East, Southern and West Africa § Completed • 2009 - 2009 • Kass, Philip H § Development Alternatives, Inc. • 100035410PO14249",
        "funder": "Development Alternatives, Inc.",
        "status": "Completed",
        "startDate": "2009-11-01",
        "endDate": "2009-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K385794-14009",
        "title": "Companion Animal Foodborne Disease Surveillance and Epidemiologic Investigation Program",
        "name": "Companion Animal Foodborne Disease Surveillance and Epidemiologic Investigation Program § Completed • 2010 - 2013 • Kass, Philip H § Mars, Incorporated • SLO001",
        "funder": "Mars, Incorporated",
        "status": "Completed",
        "startDate": "2010-06-15",
        "endDate": "2013-08-22",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K332443-103222",
        "title": "Mouse Metabolic Phenotyping Center (MMPC) at UC Davis",
        "name": "Mouse Metabolic Phenotyping Center (MMPC) at UC Davis § Completed • 2011 - 2016 • Lloyd, Kevin C § Diabetes, Digestive & Kidney Diseases, National Institute Of • 1U24DK092993",
        "funder": "Diabetes, Digestive & Kidney Diseases, National Institute Of",
        "status": "Completed",
        "startDate": "2011-09-16",
        "endDate": "2016-08-01",
        "grantRole": "Grant Role,Researcher Role"
      }
    ]
  },
  {
    "expertId": "U4H5hQ23",
    "type": "Expert",
    "firstName": "Theresa",
    "middleName": "H",
    "lastName": "Keegan",
    "fullName": "Theresa H Keegan",
    "title": "Professor of Med",
    "organizationUnit": "Hemat & Oncol",
    "lastModified": "2025-05-02T22:59:15.975635470Z",
    "url": "expert/U4H5hQ23",
    "works": [
      {
        "title": "Incidence of malignant lymphoma in adolescents and young adults in the 58 counties of California with varying synthetic turf field density",
        "name": "Incidence of malignant lymphoma in adolescents and young adults in the 58 counties of California with varying synthetic turf field density Published article-journal 2018-04 Bleyer Cancer Epidemiology 1877-783X",
        "issued": "2018-04",
        "abstract": "BACKGROUND: Case reports of cancer among soccer players raised concerns that the crumb rubber infill in synthetic turf fields may cause malignant lymphoma. One prior epidemiologic study on the topic found no association. METHODS: An ecologic evaluation of county-level incidence of lymphomas by race/ethnicity and socioeconomic status for the state of California with data obtained from the National Cancer Institute Surveillance, Epidemiology, and End Results Program. Synthetic turf field density by county was obtained from the Synthetic Turf Council. During 2000-2013, 7214 14- to 30-year-old Californians were diagnosed with malignant lymphoma. RESULTS: Annual lymphoma county incidence trends were not associated with the county-level synthetic turf field density. None of 20 sub-analyses by race/ethnicity, sex and county median household income indicated a correlation of lymphoma incidence with synthetic turf field density. In California, there was no evidence at the county-level that synthetic turf fields are associated with an increased incidence of lymphoma in adolescents and young adults. CONCLUSION: Our findings in the state with the greatest number of such fields and a large, diverse patient population are consistent with those of a prior study observing no association between individual-level exposures to turf fields and cancer incidence. Avoidance of synthetic turf fields for fear of increased cancer risk is not warranted.",
        "authors": [
          "Archie Bleyer",
          "Theresa Keegan"
        ],
        "id": "3897593",
        "type": "Scholarly Article"
      },
      {
        "title": "Melanoma in women of childbearing age and in pregnancy in California, 1994–2015: a population‐based cohort study",
        "name": "Melanoma in women of childbearing age and in pregnancy in California, 1994–2015: a population‐based cohort study Published article-journal 2022-11 Kiuru Journal of the European Academy of Dermatology and Venereology 1468-3083",
        "issued": "2022-11",
        "abstract": "BACKGROUND: Melanoma is one of the most common malignancies during pregnancy. There is debate regarding the impact of pregnancy on the prognosis of melanoma. Recent large population-based studies from the United States are lacking. OBJECTIVES: To determine the characteristics and survival of women with pregnancy-associated melanoma. METHODS: This population-based, retrospective cohort study used California Cancer Registry data linked with state-wide hospitalization and ambulatory surgery data to identify 15-44-year-old female patients diagnosed with melanoma in 1994-2015, including pregnant patients. Multivariable logistic regression compared demographic and clinical characteristics between pregnant and non-pregnant women with melanoma. Multivariable cox proportional hazards regression models assessed melanoma-specific and overall survival. RESULTS: We identified 13 108 patients, of which 1406 were pregnant. Pregnancy-associated melanoma was more frequent in Hispanic compared to non-Hispanic White women. Melanoma occurring post-partum was associated with greater tumour thickness (2.01-4.00 vs. 0.01-1.00 mm, odds ratio 1.75, 95% confidence interval: 1.03-2.98). There were otherwise no significant differences between pregnant and non-pregnant women. Worse survival was associated with Asian, Black and Native American race/ethnicity (vs. non-Hispanic White), lower neighbourhood socio-economic status, public insurance, tumour site, greater tumour thickness and lymph node involvement, but not pregnancy. CONCLUSIONS: Melanoma occurring post-partum was associated with greater tumour thickness, but pregnancy status did not affect survival after melanoma. Race/ethnicity, socio-economic status and health insurance impacted survival, emphasizing the importance of reducing health disparities.",
        "authors": [
          "M Kiuru",
          "Q Li",
          "G Zhu",
          "JR Terrell",
          "K Beroukhim",
          "E Maverakis",
          "THM Keegan"
        ],
        "id": "3874918",
        "type": "Scholarly Article"
      },
      {
        "title": "Shared Decision-Making Among Adolescent and Young Adult Cancer Survivors and Noncancer Adults: Associated Medical Expenditures and Health Care Utilization",
        "name": "Shared Decision-Making Among Adolescent and Young Adult Cancer Survivors and Noncancer Adults: Associated Medical Expenditures and Health Care Utilization Published article-journal 2023-04-01 Abdelhadi Journal of Adolescent and Young Adult Oncology 2156-535X",
        "issued": "2023-04-01",
        "abstract": "Purpose: Engagement of patients in their care can lead to better health outcomes, especially for adolescent and young adult (AYA) cancer survivors who experience mental and physical illnesses more often than noncancer adults. We examined how patient engagement in care influences health care expenses and use. Methods: AYA cancer survivors (n = 1162) and a comparison group of matched adults with no history of cancer (n = 2954) were identified from the 2011 to 2016 Medical Expenditure Panel Survey (MEPS) data. Medical expenditures and health care utilization associated with shared decision-making (SDM) measured by a self-administered questionnaire adapted from the Consumer Assessment of Healthcare Providers and Systems Clinician and Group (CAHPS-CG) survey were evaluated using multivariable regression models. Results: AYA cancer survivors were more likely to report poor SDM compared with adults with no history of cancer (odds ratio = 1.31, 95% confidence interval [CI]): 1.06 to 1.62). AYA cancer survivors with poor SDM were more likely to report poor mental and physical health compared with AYAs with good SDM. AYA cancer survivors with poor SDM had $3037 (CI: $110 to $7032) in additional annual medical expenses and 4.86 (CI: 2.00 to 8.52) in additional office visits compared with AYA cancer survivors with optimal SDM, even after adjusting for chronic conditions and psychological distress. Conclusion: Our results highlight the substantial economic burden associated with poor SDM in AYA cancer survivors. Our research suggests that interventions to improve SDM in AYA cancer survivors may contribute to patients' positive perception of their health and result in AYAs seeking fewer medical services resulting in lower medical expenses.",
        "authors": [
          "Ola A Abdelhadi",
          "Brad H Pollock",
          "Jill Joseph",
          "Theresa HM Keegan"
        ],
        "id": "3880723",
        "type": "Scholarly Article"
      },
      {
        "title": "Treatment-related toxicities associated with hospitalization in children, adolescents, and young adults with acute lymphoblastic leukemia: population level analysis",
        "name": "Treatment-related toxicities associated with hospitalization in children, adolescents, and young adults with acute lymphoblastic leukemia: population level analysis Published article-journal 2022-11-10 Namjoshi Leukemia and Lymphoma 1029-2403",
        "issued": "2022-11-10",
        "abstract": "Treatment-related toxicities (TRTs) are a potential cause of survival disparities in patients with acute lymphoblastic leukemia (ALL). We aimed to identify the most frequent TRTs associated with hospitalizations at a population level in children, adolescents and young adults (AYAs). We used the California Cancer Registry linked to a statewide hospital discharge database to identify children and AYAs with TRTs within 3 years of diagnosis. We assessed the frequency of TRTs, length of stay (LOS), admission rates associated with TRTs and TRTs impact on survival. Febrile neutropenia, hypertension, and thrombocytopenia were the most common TRTs for both children and AYAs. AYAs had longer median LOS compared to children for most toxicities. AYAs at non-specialized cancer centers (SCCs) had higher frequency of admissions associated with TRTs compared to non-SCC. Cardiovascular, respiratory, gastrointestinal, renal, and infectious TRTs were associated with worse survival. This study demonstrates the burden of TRTs in patients with ALL.",
        "authors": [
          "Natasha S Namjoshi",
          "Theresa HM Keegan",
          "Qian C Li",
          "Jong H Chung",
          "Jennifer L Rosenthal",
          "Lena E Winestone",
          "Lori Muffly",
          "Marcio H Malogolowkin",
          "Elysia M Alvarez"
        ],
        "id": "3940076",
        "type": "Scholarly Article"
      },
      {
        "title": "Characterizing risky alcohol use, cigarette smoking, e-cigarette use, and physical inactivity among cancer survivors in the USA—a cross-sectional study",
        "name": "Characterizing risky alcohol use, cigarette smoking, e-cigarette use, and physical inactivity among cancer survivors in the USA—a cross-sectional study Published article-journal 2023-12 Kim Journal of Cancer Survivorship 1932-2267",
        "issued": "2023-12",
        "abstract": "PURPOSE: Unhealthy lifestyle behaviors are associated with inferior health outcomes among cancer survivors, including increased mortality. It is crucial to identify vulnerable subgroups, yet investigations have been limited. Thus, this study aimed to examine sociodemographic and clinical characteristics associated with risky health behaviors among cancer survivors. METHODS: We used national, cross-sectional survey data (Health Information National Trends Survey, HINTS 2017-2020) for 2579 cancer survivors. We calculated the prevalence of risky alcohol use, current cigarette smoking, e-cigarette use, and not meeting physical activity guidelines. We performed weighted logistic regression to obtain multivariable-adjusted odds ratios (OR) for the association between each unhealthy behavior with sociodemographic and clinical characteristics. RESULTS: Overall, 25% showed risky alcohol use, 12% were current cigarette smokers, 3% were current e-cigarette users, and 68% did not meet physical activity guidelines. Cancer survivors who were males, non-Hispanic Whites or African Americans, without a college education, not married and with comorbidities or psychological distress were more likely to have unhealthy behaviors. Those with lung disease or depression were 2 times as likely to smoke cigarette or e-cigarettes and those with psychological distress were 1.6 times as likely to be physically inactive. Moreover, risky drinkers (OR = 1.75, 95% CI = 1.22-2.52) and e-cigarette smokers (OR = 16.40, 95% CI 3.29-81.89) were more likely to be current cigarette smokers. CONCLUSIONS: We identified vulnerable subpopulations of cancer survivors with multiple unhealthy lifestyle behaviors. IMPLICATIONS FOR CANCER SURVIVORS: Our findings inform clinicians and program and policy makers of the subgroups of cancer survivors to target for multiple health behavior interventions.",
        "authors": [
          "Jiyeong Kim",
          "Theresa H Keegan"
        ],
        "id": "3942688",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K323C58-122336",
        "title": "Evaluation of Health Burden In Adolescent and Young Adult Survivors of Acute Lymphoblastic Leukemia The",
        "name": "Evaluation of Health Burden In Adolescent and Young Adult Survivors of Acute Lymphoblastic Leukemia The § Completed • 2018 - 2019 • Keegan, Theresa H § Stanford University • RQ4468480/PO61822103",
        "funder": "Stanford University",
        "status": "Completed",
        "startDate": "2018-02-16",
        "endDate": "2019-06-30",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K331B41-118576",
        "title": "Disparities in Late Medical Conditions among AYA Cancer Survivors",
        "name": "Disparities in Late Medical Conditions among AYA Cancer Survivors § Completed • 2017 - 2018 • Keegan, Theresa H § St. Baldrick's Foundation, Inc. • 201703059",
        "funder": "St. Baldrick's Foundation, Inc.",
        "status": "Completed",
        "startDate": "2017-07-01",
        "endDate": "2018-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K379C60-125419",
        "title": "Hematopoietic Cell Transplantation Registry Data Linkage",
        "name": "Hematopoietic Cell Transplantation Registry Data Linkage § Completed • 2019 - 2022 • Keegan, Theresa H § National Cancer Institute • 75N91019P00684",
        "funder": "National Cancer Institute",
        "status": "Completed",
        "startDate": "2019-09-18",
        "endDate": "2022-03-17",
        "grantRole": "Grant Role,Co Principal Investigator Role"
      },
      {
        "id": "K382A64-116455",
        "title": "Immune Health in Survivors of Lymphoma",
        "name": "Immune Health in Survivors of Lymphoma § Completed • 2016 - 2017 • Keegan, Theresa H § Stanford University • 61283490-GHTDS",
        "funder": "Stanford University",
        "status": "Completed",
        "startDate": "2016-06-01",
        "endDate": "2017-04-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K388B79-121918",
        "title": "Infrastructure for Pathways, a Prospective Study of Breast Cancer Survivorship",
        "name": "Infrastructure for Pathways, a Prospective Study of Breast Cancer Survivorship § Completed • 2018 - 2021 • Keegan, Theresa H § National Cancer Institute • 10840sc",
        "funder": "National Cancer Institute",
        "status": "Completed",
        "startDate": "2018-02-01",
        "endDate": "2021-05-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "oOLuaS3z",
    "type": "Expert",
    "firstName": "Nancy",
    "middleName": "E",
    "lastName": "Lane",
    "fullName": "Nancy E Lane",
    "title": "Distinguished Professor",
    "organizationUnit": "INTERNAL MEDICINE",
    "lastModified": "2025-05-02T21:45:18.876498458Z",
    "url": "expert/oOLuaS3z",
    "works": [
      {
        "title": "Associations of 24-Hour Light Exposure and Activity Patterns and Risk of Cognitive Impairment and Decline in Older Men: The MrOS Sleep Study",
        "name": "Associations of 24-Hour Light Exposure and Activity Patterns and Risk of Cognitive Impairment and Decline in Older Men: The MrOS Sleep Study Published article-journal 2023-10-09 Blackwell The journals of gerontology. Series A, Biological sciences and medical sciences 1758-535X",
        "issued": "2023-10-09",
        "abstract": "BACKGROUND: Older men with the worse alignment of activity and light may have lower levels of cognition and increased rates of cognitive decline. METHODS: This cohort consisted of 1 036 older men (81.1 ± 4.6 years) from the MrOS Sleep Study (2009-2012). Light and activity levels were gathered by wrist actigraphy. Phasor analysis was used to quantify the alignment of light-dark and rest-activity patterns (magnitude) and their temporal relationship (angle). Global cognitive function (Modified Mini-Mental State examination [3MS]) and executive function (Trails B test) were measured, then repeated 4.2 ± 0.8 years later. Linear regression models examined the associations of phasor magnitude and angle with cognition and cognitive decline. Models were adjusted for age, clinic, race, education, and season. RESULTS: Smaller phasor magnitude (worse aligned light and activity patterns) was associated with lower initial level and increased decline in executive function. Compared to those with higher phasor magnitude, those with lower magnitude took an average of 11.1 seconds longer to complete the Trails B test (quartile 1 vs quartile 4, p = .02). After follow-up, Trails B completion time increased an average of 5.5 seconds per standard deviation decrease in phasor magnitude (95% confidence interval [CI] 0.7-10.4, p = .03). There were no associations with phasor angle, and none with magnitude and global cognition (3MS). CONCLUSION: Among older men, worse alignment of light and activity patterns was associated with worse initial performance and increased decline in executive function, but not related to global cognition. Interventions that improve the alignment of light and activity may slow cognitive decline in older adults.",
        "authors": [
          "Terri L Blackwell",
          "Mariana G Figueiro",
          "Gregory J Tranah",
          "Jamie M Zeitzer",
          "Kristine Yaffe",
          "Sonia Ancoli-Israel",
          "Deborah M Kado",
          "Kristine E Ensrud",
          "Nancy E Lane",
          "Yue Leng",
          "Katie L Stone",
          "Osteoporotic Fractures in Men Study Group"
        ],
        "id": "3958317",
        "type": "Scholarly Article"
      },
      {
        "title": "Musculoskeletal Pain, a Possible Indicator of Central Sensitization, Is Positively Associated With Lower Urinary Tract Symptom Progression in Community-Dwelling Older Men.",
        "name": "Musculoskeletal Pain, a Possible Indicator of Central Sensitization, Is Positively Associated With Lower Urinary Tract Symptom Progression in Community-Dwelling Older Men. Published article-journal 2023-06-01 Senders The journals of gerontology. Series A, Biological sciences and medical sciences 1758-535X",
        "issued": "2023-06-01",
        "abstract": "BACKGROUND: Musculoskeletal pain, a possible marker of central sensitization, is associated with higher prevalence of lower urinary tract symptoms (LUTS) among older men. We investigated whether musculoskeletal pain is associated with LUTS progression. METHODS: Participants were 5 569 men age ≥65 years enrolled in the prospective, multicenter Osteoporotic Fractures in Men (MrOS) Study. Self-reported musculoskeletal pain within 12 months before baseline was categorized as any pain and multilocation pain. Pain interference within 4 weeks of baseline was assessed with the SF-12 questionnaire. LUTS were assessed repeatedly with the American Urological Association Symptom Index (AUA-SI). Men with severe LUTS at baseline were excluded. LUTS progression was defined as the first occurrence of a ≥4-point AUA-SI increase during a 2-year follow-up interval. Incidence rate ratios (IRR) and 95% confidence intervals (CI) were estimated using multivariable pooled logistic regression. RESULTS: LUTS progression was 37% higher among men with any musculoskeletal pain compared with men without pain (IRR 1.37, 95% CI: 1.21, 1.54). Positive associations were also observed between LUTS progression and pain at 1 (IRR 1.31, 95% CI: 1.13, 1.48) and ≥2 locations (IRR 1.42, 95% CI: 1.24, 1.60). Compared with men without pain interference, men with quite a bit/extreme pain interference were most likely to experience LUTS progression (minimal interference IRR 1.15, 95% CI: 1.03, 1.26; moderate interference IRR 1.28, 95% CI: 1.11, 1.45; quite a bit/extreme interference IRR 1.47, 95% CI: 1.22, 1.71). CONCLUSIONS: Among men initially without severe LUTS, musculoskeletal pain is associated with an increased risk of LUTS progression. Studies using validated measures of central sensitization and LUTS progression among men are warranted.",
        "authors": [
          "Angela Senders",
          "Scott R Bauer",
          "Yiyi Chen",
          "Barry Oken",
          "Howard A Fink",
          "Nancy E Lane",
          "Kamran P Sajadi",
          "Lynn M Marshall"
        ],
        "id": "3958980",
        "type": "Scholarly Article"
      },
      {
        "title": "Plant-based production and characterization of a promising Fc-fusion protein against microgravity-induced bone density loss",
        "name": "Plant-based production and characterization of a promising Fc-fusion protein against microgravity-induced bone density loss Published article-journal 2022 Xiong Frontiers in Bioengineering and Biotechnology 2296-4185",
        "issued": "2022",
        "abstract": "Microgravity-induced bone loss is a main obstacle for long term space missions as it is difficult to maintain bone mass when loading stimuli is reduced. With a typical bone mineral density loss of 1.5% per month of microgravity exposure, the chances for osteoporosis and fractures may endanger astronauts' health. Parathyroid Hormone or PTH (1-34) is an FDA approved treatment for osteoporosis, and may reverse microgravity-induced bone loss. However, PTH proteins requires refrigeration, daily subcutaneous injection, and have a short shelf-life, limiting its use in a resource-limited environment, like space. In this study, PTH was produced in an Fc-fusion form via transient expression in plants, to improve the circulatory half-life which reduces dosing frequency and to simplify purification if needed. Plant-based expression is well-suited for space medicine application given its low resource consumption and short expression timeline. The PTH-Fc accumulation profile in plant was established with a peak expression on day 5 post infiltration of 373 ± 59 mg/kg leaf fresh weight. Once the PTH-Fc was purified, the amino acid sequence and the binding affinity to its target, PTH 1 receptor (PTH1R), was determined utilizing biolayer interferometry (BLI). The binding affinity between PTH-Fc and PTH1R was 2.30 × 10-6 M, similar to the affinity between PTH (1-34) and PTH1R (2.31 × 10-6 M). Its function was also confirmed in a cell-based receptor stimulation assay, where PTH-Fc was able to stimulate the PTH1R producing cyclic adenosine monophosphate (cAMP) with an EC50 of (8.54 ± 0.12) x 10-9 M, comparable to the EC50 from the PTH (1-34) of 1.49 × 10-8 M. These results suggest that plant recombinant PTH-Fc exhibits a similar binding affinity and potency in a PTH1R activation assay compared to PTH. Furthermore, it can be produced rapidly at high levels with minimal resources and reagents, making it ideal for production in low resource environments such as space.",
        "authors": [
          "Yongao Xiong",
          "Hiroto Hirano",
          "Nancy E Lane",
          "Somen Nandi",
          "Karen A McDonald"
        ],
        "id": "3958981",
        "type": "Scholarly Article"
      },
      {
        "title": "Bone erosion in inflammatory arthritis, a preliminary study using a 3-dimensional approach suggests early erosive changes are initiated from within the subchondral bone.",
        "name": "Bone erosion in inflammatory arthritis, a preliminary study using a 3-dimensional approach suggests early erosive changes are initiated from within the subchondral bone. Published paper-conference 2001 Lane Arthritis Care and Research 0004-3591",
        "issued": "2001",
        "abstract": "",
        "authors": [
          "NE Lane",
          "S Majumdar",
          "A Burghardt",
          "J Kumer",
          "A Bendele"
        ],
        "id": "3970619",
        "type": "Scholarly Article"
      },
      {
        "title": "OBESITY, OSTEOARTHRITIS, AND OSTEOPOROSIS: ANY EVIDENCE FOR SHARED PATHOGENESIS?",
        "name": "OBESITY, OSTEOARTHRITIS, AND OSTEOPOROSIS: ANY EVIDENCE FOR SHARED PATHOGENESIS? Published paper-conference 2022 Lane Aging clinical and experimental research 1720-8319",
        "issued": "2022",
        "abstract": "",
        "authors": [
          "NE Lane"
        ],
        "id": "3977245",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K320C73-122005",
        "title": "The Effects of Biologic Therapy with Disease Activity and Circadian Rhythm in Rheumatoid Arthritis Subjects",
        "name": "The Effects of Biologic Therapy with Disease Activity and Circadian Rhythm in Rheumatoid Arthritis Subjects § Completed • 2018 - 2019 • Lane, Nancy §  • ",
        "funder": "",
        "status": "Completed",
        "startDate": "2018-09-04",
        "endDate": "2019-10-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K320C74-122006",
        "title": "Prospective Study to Assess Changes in the Number and Activity of Pre-Osteoclasts and Osteoclasts Over Time in Postmenopausal Women Treated with Denosumab or Zoledronic Acid",
        "name": "Prospective Study to Assess Changes in the Number and Activity of Pre-Osteoclasts and Osteoclasts Over Time in Postmenopausal Women Treated with Denosumab or Zoledronic Acid § Completed • 2018 - 2019 • Lane, Nancy § Amgen Inc. • 277706",
        "funder": "Amgen Inc.",
        "status": "Completed",
        "startDate": "2018-09-04",
        "endDate": "2019-06-12",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K320D44-126632",
        "title": "Center for Dental, Oral & Craniofacial Tissue & Organ Regeneration (C-DOCTOR); PO 50893718",
        "name": "Center for Dental, Oral & Craniofacial Tissue & Organ Regeneration (C-DOCTOR); PO 50893718 § Completed • 2020 - 2021 • Lane, Nancy § University Of Southern California • 132097620",
        "funder": "University Of Southern California",
        "status": "Completed",
        "startDate": "2020-05-07",
        "endDate": "2021-04-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K321935-105686",
        "title": "A Randomized, Double-blind, Active-controlled Study to Evaluate the Efficacy & Safety of Denosumab Compared with Risedronate in Gluccorticoid-treated Individuals",
        "name": "A Randomized, Double-blind, Active-controlled Study to Evaluate the Efficacy & Safety of Denosumab Compared with Risedronate in Gluccorticoid-treated Individuals § Completed • 2012 - 2018 • Lane, Nancy § Amgen Inc. • 20101217",
        "funder": "Amgen Inc.",
        "status": "Completed",
        "startDate": "2012-07-03",
        "endDate": "2018-03-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K321957-105975",
        "title": "A Multicenter, International, Randomized, Double-Blind, Placebo-Controlled, Parallel-group Study to Assess the Efficacy and Safety of AMG 785 Treatment in Postmenopausal Women with Osteoporosis",
        "name": "A Multicenter, International, Randomized, Double-Blind, Placebo-Controlled, Parallel-group Study to Assess the Efficacy and Safety of AMG 785 Treatment in Postmenopausal Women with Osteoporosis § Completed • 2012 - 2018 • Lane, Nancy § Amgen Inc. • 20070337",
        "funder": "Amgen Inc.",
        "status": "Completed",
        "startDate": "2012-08-01",
        "endDate": "2018-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "48xkGvFK",
    "type": "Expert",
    "firstName": "Maxwell",
    "middleName": "B",
    "lastName": "Chertok",
    "fullName": "Maxwell B Chertok",
    "title": "Professor",
    "organizationUnit": "Physics",
    "lastModified": "2025-05-02T22:43:04.426824551Z",
    "url": "expert/48xkGvFK",
    "works": [
      {
        "title": "Search for high-mass resonances decaying to a jet and a Lorentz-boosted resonance in proton-proton collisions at s = 13 TeV",
        "name": "Search for high-mass resonances decaying to a jet and a Lorentz-boosted resonance in proton-proton collisions at s = 13 TeV Published article-journal 2022-09 Tumasyan Physics Letters B 1873-2445",
        "issued": "2022-09",
        "abstract": "A search is reported for high-mass hadronic resonances that decay to a parton and a Lorentz-boosted resonance, which in turn decays into a pair of partons. The search is based on data collected with the CMS detector at the LHC in proton-proton collisions at s=13TeV, corresponding to an integrated luminosity of 138fb−1. The boosted resonance is reconstructed as a single wide jet with substructure consistent with a two-body decay. The high-mass resonance is thus considered as a dijet system. The jet substructure information and the kinematic properties of cascade resonance decays are exploited to disentangle the signal from the large quantum chromodynamics multijet background. The dijet mass spectrum is analyzed for the presence of new high-mass resonances, and is found to be consistent with the standard model background predictions. Results are interpreted in a warped extra dimension model where the high-mass resonance is a Kaluza–Klein gluon, the boosted resonance is a radion, and the final state partons are all gluons. Limits on the production cross section are set as a function of the Kaluza–Klein gluon and radion masses. These limits exclude at 95% confidence level models with Kaluza–Klein gluon masses in the range 2.0 to 4.3 TeV and radion masses in the range 0.20 to 0.74 TeV. By exploring a novel experimental signature, the observed limits on the Kaluza–Klein gluon mass are extended by up to about 1 TeV compared to previous searches.",
        "authors": [
          "A Tumasyan",
          "W Adam",
          "JW Andrejkovic",
          "T Bergauer",
          "S Chatterjee",
          "M Dragicevic",
          "A Escalante Del Valle",
          "R Frühwirth",
          "M Jeitler",
          "N Krammer",
          "L Lechner",
          "D Liko",
          "I Mikulec",
          "P Paulitsch",
          "FM Pitters",
          "J Schieck",
          "R Schöfbeck",
          "D Schwarz",
          "S Templ",
          "W Waltenberger",
          "C-E Wulz",
          "V Chekhovsky",
          "A Litomin",
          "V Makarenko",
          "MR Darwish",
          "EA De Wolf",
          "T Janssen",
          "T Kello",
          "A Lelek",
          "H Rejeb Sfar",
          "P Van Mechelen",
          "S Van Putte",
          "N Van Remortel",
          "F Blekman",
          "ES Bols",
          "J D'Hondt",
          "M Delcourt",
          "H El Faham",
          "S Lowette",
          "S Moortgat",
          "W Vetens"
        ],
        "id": "3825443",
        "type": "Scholarly Article"
      },
      {
        "title": "Search for heavy resonances decaying to a pair of Lorentz-boosted Higgs bosons in final states with leptons and a bottom quark pair at s= 13 TeV",
        "name": "Search for heavy resonances decaying to a pair of Lorentz-boosted Higgs bosons in final states with leptons and a bottom quark pair at s= 13 TeV Published article-journal 2022-05-01 Tumasyan Journal of High Energy Physics (JHEP) 1029-8479",
        "issued": "2022-05-01",
        "abstract": "A search for new heavy resonances decaying to a pair of Higgs bosons (HH) in proton-proton collisions at a center-of-mass energy of 13 TeV is presented. Data were collected with the CMS detector at the LHC in 2016–2018, corresponding to an integrated luminosity of 138 fb−1. Resonances with a mass between 0.8 and 4.5 TeV are considered using events in which one Higgs boson decays into a bottom quark pair and the other into final states with either one or two charged leptons. Specifically, the single-lepton decay channel HH→ b b ¯ WW∗→ b b ¯ ℓvq q ¯ ′ and the dilepton decay channels HH→ b b ¯ WW∗→ b b ¯ ℓvℓv and HH→ b b ¯ ττ→ b b ¯ ℓvvℓvv are examined, where ℓ in the final state corresponds to an electron or muon. The signal is extracted using a two-dimensional maximum likelihood fit of the H → b b ¯ jet mass and HH invariant mass distributions. No significant excess above the standard model expectation is observed in data. Model-independent exclusion limits are placed on the product of the cross section and branching fraction for narrow spin-0 and spin-2 massive bosons decaying to HH. The results are also interpreted in the context of radion and bulk graviton production in models with a warped extra spatial dimension. The results provide the most stringent limits to date for X → HH signatures with final-state leptons and at some masses provide the most sensitive limits of all X → HH searches. [Figure not available: see fulltext.]",
        "authors": [
          "A Tumasyan",
          "W Adam",
          "JW Andrejkovic",
          "T Bergauer",
          "S Chatterjee",
          "K Damanakis",
          "M Dragicevic",
          "A Escalante Del Valle",
          "R Frühwirth",
          "M Jeitler",
          "N Krammer",
          "L Lechner",
          "D Liko",
          "I Mikulec",
          "P Paulitsch",
          "FM Pitters",
          "J Schieck",
          "R Schöfbeck",
          "D Schwarz",
          "S Templ",
          "W Waltenberger",
          "C-E Wulz",
          "V Chekhovsky",
          "A Litomin",
          "V Makarenko",
          "MR Darwish",
          "EA De Wolf",
          "T Janssen",
          "T Kello",
          "A Lelek",
          "H Rejeb Sfar",
          "P Van Mechelen",
          "S Van Putte",
          "N Van Remortel",
          "F Blekman",
          "ES Bols",
          "J D’Hondt",
          "M Delcourt",
          "H El Faham",
          "S Lowette",
          "W Vetens"
        ],
        "id": "3791284",
        "type": "Scholarly Article"
      },
      {
        "title": "Search for higgsinos decaying to two Higgs bosons and missing transverse momentum in proton-proton collisions at s = 13 TeV",
        "name": "Search for higgsinos decaying to two Higgs bosons and missing transverse momentum in proton-proton collisions at s = 13 TeV Published article-journal 2022-05-01 Tumasyan Journal of High Energy Physics (JHEP) 1029-8479",
        "issued": "2022-05-01",
        "abstract": "Results are presented from a search for physics beyond the standard model in proton-proton collisions at s = 13 TeV in channels with two Higgs bosons, each decaying via the process H → bb ¯ , and large missing transverse momentum. The search uses a data sample corresponding to an integrated luminosity of 137 fb−1 collected by the CMS experiment at the CERN LHC. The search is motivated by models of supersymmetry that predict the production of neutralinos, the neutral partners of the electroweak gauge and Higgs bosons. The observed event yields in the signal regions are found to be consistent with the standard model background expectations. The results are interpreted using simplified models of supersymmetry. For the electroweak production of nearly mass-degenerate higgsinos, each of whose decay chains yields a neutralino (χ~10) that in turn decays to a massless goldstino and a Higgs boson, (χ~10) masses in the range 175 to 1025 GeV are excluded at 95% confidence level. For the strong production of gluino pairs decaying via a slightly lighter (χ~20) to H and a light (χ~10), gluino masses below 2330 GeV are excluded. [Figure not available: see fulltext.]",
        "authors": [
          "A Tumasyan",
          "W Adam",
          "JW Andrejkovic",
          "T Bergauer",
          "S Chatterjee",
          "K Damanakis",
          "M Dragicevic",
          "A Escalante Del Valle",
          "R Frühwirth",
          "M Jeitler",
          "N Krammer",
          "L Lechner",
          "D Liko",
          "I Mikulec",
          "P Paulitsch",
          "FM Pitters",
          "J Schieck",
          "R Schöfbeck",
          "D Schwarz",
          "S Templ",
          "W Waltenberger",
          "C-E Wulz",
          "V Chekhovsky",
          "A Litomin",
          "V Makarenko",
          "MR Darwish",
          "EA De Wolf",
          "T Janssen",
          "T Kello",
          "A Lelek",
          "H Rejeb Sfar",
          "P Van Mechelen",
          "S Van Putte",
          "N Van Remortel",
          "F Blekman",
          "ES Bols",
          "J D’Hondt",
          "M Delcourt",
          "H El Faham",
          "S Lowette",
          "W Vetens"
        ],
        "id": "3795466",
        "type": "Scholarly Article"
      },
      {
        "title": "Measurement of the Higgs boson width and evidence of its off-shell contributions to ZZ production",
        "name": "Measurement of the Higgs boson width and evidence of its off-shell contributions to ZZ production Published article-journal 2022-11 Tumasyan Nature Physics 1745-2481",
        "issued": "2022-11",
        "abstract": "Since the discovery of the Higgs boson in 2012, detailed studies of its properties have been ongoing. Besides its mass, its width—related to its lifetime—is an important parameter. One way to determine this quantity is to measure its off-shell production, where the Higgs boson mass is far away from its nominal value, and relating it to its on-shell production, where the mass is close to the nominal value. Here we report evidence for such off-shell contributions to the production cross-section of two Z bosons with data from the CMS experiment at the CERN Large Hadron Collider. We constrain the total rate of the off-shell Higgs boson contribution beyond the Z boson pair production threshold, relative to its standard model expectation, to the interval [0.0061, 2.0] at the 95% confidence level. The scenario with no off-shell contribution is excluded at a p-value of 0.0003 (3.6 standard deviations). We measure the width of the Higgs boson as ΓH=3.2−1.7+2.4MeV, in agreement with the standard model expectation of 4.1 MeV. In addition, we set constraints on anomalous Higgs boson couplings to W and Z boson pairs.",
        "authors": [
          "A Tumasyan",
          "W Adam",
          "JW Andrejkovic",
          "T Bergauer",
          "S Chatterjee",
          "K Damanakis",
          "M Dragicevic",
          "A Escalante Del Valle",
          "R Frühwirth",
          "M Jeitler",
          "N Krammer",
          "L Lechner",
          "D Liko",
          "I Mikulec",
          "P Paulitsch",
          "FM Pitters",
          "J Schieck",
          "R Schöfbeck",
          "D Schwarz",
          "S Templ",
          "W Waltenberger",
          "C-E Wulz",
          "V Chekhovsky",
          "A Litomin",
          "V Makarenko",
          "MR Darwish",
          "EA De Wolf",
          "T Janssen",
          "T Kello",
          "A Lelek",
          "H Rejeb Sfar",
          "P Van Mechelen",
          "S Van Putte",
          "N Van Remortel",
          "ES Bols",
          "J D’Hondt",
          "A De Moor",
          "M Delcourt",
          "H El Faham",
          "S Lowette",
          "W Vetens"
        ],
        "id": "3985515",
        "type": "Scholarly Article"
      },
      {
        "title": "Nuclear modification of Y states in pPb collisions at s NN = 5.02 TeV",
        "name": "Nuclear modification of Y states in pPb collisions at s NN = 5.02 TeV Published article-journal 2022-12 Tumasyan Physics Letters B 1873-2445",
        "issued": "2022-12",
        "abstract": "Production cross sections of [Formula presented], [Formula presented], and [Formula presented] states decaying into [Formula presented] in proton-lead (pPb) collisions are reported using data collected by the CMS experiment at sNN=5.02TeV. A comparison is made with corresponding cross sections obtained with pp data measured at the same collision energy and scaled by the Pb nucleus mass number. The nuclear modification factor for [Formula presented] is found to be [Formula presented]. Similar results for the excited states indicate a sequential suppression pattern, such that [Formula presented]. The suppression of all states is much less pronounced in pPb than in PbPb collisions, and independent of transverse momentum [Formula presented] and center-of-mass rapidity [Formula presented] of the individual [Formula presented] state in the studied range [Formula presented] and [Formula presented]. Models that incorporate final-state effects of bottomonia in pPb collisions are in better agreement with the data than those which only assume initial-state modifications.",
        "authors": [
          "A Tumasyan",
          "W Adam",
          "F Ambrogi",
          "T Bergauer",
          "M Dragicevic",
          "J Erö",
          "A Escalante Del Valle",
          "M Flechl",
          "R Frühwirth",
          "M Jeitler",
          "N Krammer",
          "I Krätschmer",
          "D Liko",
          "T Madlener",
          "I Mikulec",
          "N Rad",
          "J Schieck",
          "R Schöfbeck",
          "M Spanring",
          "W Waltenberger",
          "C-E Wulz",
          "M Zarucki",
          "V Drugakov",
          "V Mossolov",
          "J Suarez Gonzalez",
          "MR Darwish",
          "EA De Wolf",
          "D Di Croce",
          "T Janssen",
          "T Kello",
          "A Lelek",
          "M Pieters",
          "H Rejeb Sfar",
          "H Van Haevermaet",
          "P Van Mechelen",
          "S Van Putte",
          "N Van Remortel",
          "F Blekman",
          "ES Bols",
          "SS Chhibra",
          "S Trembath-Reichert"
        ],
        "id": "3943645",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K326B11-117917",
        "title": "Statement of Work for UC Davis for Activities Related to the High Luminosity (HL) LHC CMS Detector Upgrade Project ? Outer Tracker",
        "name": "Statement of Work for UC Davis for Activities Related to the High Luminosity (HL) LHC CMS Detector Upgrade Project ? Outer Tracker § Completed • 2017 - 2019 • Chertok, Maxwell B § Fermi Research Alliance, Llc • 633923",
        "funder": "Fermi Research Alliance, Llc",
        "status": "Completed",
        "startDate": "2017-01-01",
        "endDate": "2019-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K327157-110380",
        "title": "STATEMENT OF WORK FOR US CMS UNIVERSITY-DAVIS FOR ACTIVITIES RELATED TO THE US CMS PHASE 2 UPGRAGE R & D SUBSYSTEM FOR YEAR 2014",
        "name": "STATEMENT OF WORK FOR US CMS UNIVERSITY-DAVIS FOR ACTIVITIES RELATED TO THE US CMS PHASE 2 UPGRAGE R & D SUBSYSTEM FOR YEAR 2014 § Completed • 2014 - 2016 • Chertok, Maxwell B § Fermi Research Alliance, Llc • 617433",
        "funder": "Fermi Research Alliance, Llc",
        "status": "Completed",
        "startDate": "2014-01-01",
        "endDate": "2016-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K358817-8599",
        "title": "VISITING SCHOLARS PROGRAM - ARON SOHA",
        "name": "VISITING SCHOLARS PROGRAM - ARON SOHA § Completed • 2009 - 2009 • Chertok, Maxwell B § Universities Research Association Inc. • 08-003822",
        "funder": "Universities Research Association Inc.",
        "status": "Completed",
        "startDate": "2009-01-01",
        "endDate": "2009-03-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K338F00",
        "title": "Search for Pairs of Top Quarks and Higgs Bosons at CMS and Outer Tracker Upgrade for HL LHC",
        "name": "Search for Pairs of Top Quarks and Higgs Bosons at CMS and Outer Tracker Upgrade for HL LHC § Completed • 2023 - 2023 • Maxwell Chertok § Fermi Research Alliance Llc • DE-AC02-07CH11359",
        "funder": "Fermi Research Alliance Llc",
        "status": "Completed",
        "startDate": "2023-01-23",
        "endDate": "2023-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K373C23",
        "title": "Statement of Work for UC Davis for Activities Related to the High Luminosity HL LHC CMS Detector Upgr",
        "name": "Statement of Work for UC Davis for Activities Related to the High Luminosity HL LHC CMS Detector Upgr § Active • 2019 - 2026 • Maxwell Chertok § Fermi Research Alliance Llc • 655955",
        "funder": "Fermi Research Alliance Llc",
        "status": "Active",
        "startDate": "2019-04-15",
        "endDate": "2026-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "pmbsK81V",
    "type": "Expert",
    "firstName": "Charles",
    "middleName": "",
    "lastName": "Decarli",
    "fullName": "Charles Decarli",
    "title": "Professor",
    "organizationUnit": "MED: Neurology",
    "lastModified": "2025-05-02T23:06:36.697280678Z",
    "url": "expert/pmbsK81V",
    "works": [
      {
        "title": "Epigenetic and integrative cross-omics analyses of cerebral white matter hyperintensities on MRI",
        "name": "Epigenetic and integrative cross-omics analyses of cerebral white matter hyperintensities on MRI Published article-journal 2023-02-13 Yang Brain 1460-2156",
        "issued": "2023-02-13",
        "abstract": "Cerebral white matter hyperintensities on MRI are markers of cerebral small vessel disease, a major risk factor for dementia and stroke. Despite the successful identification of multiple genetic variants associated with this highly heritable condition, its genetic architecture remains incompletely understood. More specifically, the role of DNA methylation has received little attention. We investigated the association between white matter hyperintensity burden and DNA methylation in blood at ∼450 000 cytosine-phosphate-guanine (CpG) sites in 9732 middle-aged to older adults from 14 community-based studies. Single CpG and region-based association analyses were carried out. Functional annotation and integrative cross-omics analyses were performed to identify novel genes underlying the relationship between DNA methylation and white matter hyperintensities. We identified 12 single CpG and 46 region-based DNA methylation associations with white matter hyperintensity burden. Our top discovery single CpG, cg24202936 (P = 7.6 × 10-8), was associated with F2 expression in blood (P = 6.4 × 10-5) and co-localized with FOLH1 expression in brain (posterior probability = 0.75). Our top differentially methylated regions were in PRMT1 and in CCDC144NL-AS1, which were also represented in single CpG associations (cg17417856 and cg06809326, respectively). Through Mendelian randomization analyses cg06809326 was putatively associated with white matter hyperintensity burden (P = 0.03) and expression of CCDC144NL-AS1 possibly mediated this association. Differentially methylated region analysis, joint epigenetic association analysis and multi-omics co-localization analysis consistently identified a role of DNA methylation near SH3PXD2A, a locus previously identified in genome-wide association studies of white matter hyperintensities. Gene set enrichment analyses revealed functions of the identified DNA methylation loci in the blood-brain barrier and in the immune response. Integrative cross-omics analysis identified 19 key regulatory genes in two networks related to extracellular matrix organization, and lipid and lipoprotein metabolism. A drug-repositioning analysis indicated antihyperlipidaemic agents, more specifically peroxisome proliferator-activated receptor-alpha, as possible target drugs for white matter hyperintensities. Our epigenome-wide association study and integrative cross-omics analyses implicate novel genes influencing white matter hyperintensity burden, which converged on pathways related to the immune response and to a compromised blood-brain barrier possibly due to disrupted cell-cell and cell-extracellular matrix interactions. The results also suggest that antihyperlipidaemic therapy may contribute to lowering risk for white matter hyperintensities possibly through protection against blood-brain barrier disruption.",
        "authors": [
          "Yunju Yang",
          "Maria J Knol",
          "Ruiqi Wang",
          "Aniket Mishra",
          "Dan Liu",
          "Michelle Luciano",
          "Alexander Teumer",
          "Nicola Armstrong",
          "Joshua C Bis",
          "Min A Jhun",
          "Shuo Li",
          "Hieab HH Adams",
          "Nasir Ahmad Aziz",
          "Mark E Bastin",
          "Mathieu Bourgey",
          "Jennifer A Brody",
          "Stefan Frenzel",
          "Rebecca F Gottesman",
          "Norbert Hosten",
          "Lifang Hou",
          "Sharon LR Kardia",
          "Valerie Lohner",
          "Pascale Marquis",
          "Susana Muñoz Maniega",
          "Claudia L Satizabal",
          "Farzaneh A Sorond",
          "Maria C Valdés Hernández",
          "Cornelia M van Duijn",
          "Meike W Vernooij",
          "Katharina Wittfeld",
          "Qiong Yang",
          "Wei Zhao",
          "Eric Boerwinkle",
          "Daniel Levy",
          "Ian J Deary",
          "Jiyang Jiang",
          "Karen A Mather",
          "Thomas H Mosley",
          "Bruce M Psaty",
          "Perminder S Sachdev",
          "Myriam Fornage"
        ],
        "id": "3907331",
        "type": "Scholarly Article"
      },
      {
        "title": "NEUROIMAGING IN DEMENTIA WITH WHITE-MATTER CHANGES",
        "name": "NEUROIMAGING IN DEMENTIA WITH WHITE-MATTER CHANGES Published paper-conference 1994 FREO RECENT ADVANCES IN THE TREATMENT OF NEURODEGENERATIVE DISORDERS AND COGNITIVE DYSFUNCTION",
        "issued": "1994",
        "abstract": "",
        "authors": [
          "U FREO",
          "C DECARLI",
          "CL GRADY",
          "CM CLARK",
          "G GOURAS",
          "JV HAXBY",
          "JA SALERNO",
          "SI RAPOPORT",
          "MB SCHAPIRO"
        ],
        "id": "3913557",
        "type": "Scholarly Article"
      },
      {
        "title": "Dolichoectasia and Intracranial Arterial Characteristics In A Race-ethnically Diverse Community-based Sample: The Northern Manhattan Study",
        "name": "Dolichoectasia and Intracranial Arterial Characteristics In A Race-ethnically Diverse Community-based Sample: The Northern Manhattan Study Published paper-conference 2011 Gutierrez Stroke 0039-2499",
        "issued": "2011",
        "abstract": "",
        "authors": [
          "Jose Gutierrez",
          "Hannah Gardener",
          "Ahmet Bagci",
          "Chensy Marquez",
          "Tatjana Rundek",
          "Charles DeCarli",
          "Mitchell S Elkind",
          "Noam Alperin",
          "Ralph L Sacco",
          "Clinton B Wright"
        ],
        "id": "3942657",
        "type": "Scholarly Article"
      },
      {
        "title": "Serum Vitamin D Concentrations and Subclinical Indices of Brain Aging: The Framingham Offspring Study",
        "name": "Serum Vitamin D Concentrations and Subclinical Indices of Brain Aging: The Framingham Offspring Study Published paper-conference 2011 Karakis Neurology 0028-3878",
        "issued": "2011",
        "abstract": "",
        "authors": [
          "Ioannis Karakis",
          "Alexa Beiser",
          "Sarah Booth",
          "Paul Jacques",
          "Gail Rogers",
          "Rhoda Au",
          "Charles DeCarli",
          "Philip Wolf",
          "Thomas Wang",
          "Sudha Seshadri"
        ],
        "id": "3942660",
        "type": "Scholarly Article"
      },
      {
        "title": "Localized Hippocampus Markers Change Earlier in the Alzheimer Pathological Process Than Total Hippocampus Volume Does",
        "name": "Localized Hippocampus Markers Change Earlier in the Alzheimer Pathological Process Than Total Hippocampus Volume Does Published paper-conference 2011 Carmichael Neurology 0028-3878",
        "issued": "2011",
        "abstract": "",
        "authors": [
          "Owen Carmichael",
          "Jing Xie",
          "Evan Fletcher",
          "Baljeet Singh",
          "Charles DeCarli"
        ],
        "id": "3942662",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K318942-707",
        "title": "UCSF MCA: CA NON-AD DIAGNOSITIC RELIABILITY CONSORTIUM",
        "name": "UCSF MCA: CA NON-AD DIAGNOSITIC RELIABILITY CONSORTIUM § Completed • 2004 - 2006 • Decarli, Charles § California Department Of Health Care Services • 04-35514-UCSFMCA3897",
        "funder": "California Department Of Health Care Services",
        "status": "Completed",
        "startDate": "2004-07-01",
        "endDate": "2006-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K320829-1120",
        "title": "EPIDEMIOLOGY OF DEMENTIA IN THE FRAMINGHAM STUDY.",
        "name": "EPIDEMIOLOGY OF DEMENTIA IN THE FRAMINGHAM STUDY. § Completed • 2005 - 2010 • Decarli, Charles § Boston University • MC514267-B-AJ",
        "funder": "Boston University",
        "status": "Completed",
        "startDate": "2005-06-01",
        "endDate": "2010-08-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K320855-1146",
        "title": "UNIVERSITY OF WASHINGTON",
        "name": "UNIVERSITY OF WASHINGTON § Completed • 2001 - 2005 • Decarli, Charles § University Of Washington • AG16976-06",
        "funder": "University Of Washington",
        "status": "Completed",
        "startDate": "2001-07-01",
        "endDate": "2005-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K323575-2800",
        "title": "HIGH DOSE SUPPLEMENTS TO REDUCE HOMOCYSTEINE & SLOW THE RATE OF CONGNITIVE DECLINE IN ALZHEIMER'S DISEASE",
        "name": "HIGH DOSE SUPPLEMENTS TO REDUCE HOMOCYSTEINE & SLOW THE RATE OF CONGNITIVE DECLINE IN ALZHEIMER'S DISEASE § Completed • 2003 - 2004 • Decarli, Charles § Environmental Health Sciences, National Institute Of • NIH-AG10483-MCA-UCSD",
        "funder": "Environmental Health Sciences, National Institute Of",
        "status": "Completed",
        "startDate": "2003-02-10",
        "endDate": "2004-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K323585-2810",
        "title": "UCLA MCA: IDENTIFICATION OF NOVEL GENETIC RISK FACTORS FOR AD & FTD",
        "name": "UCLA MCA: IDENTIFICATION OF NOVEL GENETIC RISK FACTORS FOR AD & FTD § Completed • 2005 - 2008 • Decarli, Charles § National Institute On Aging • AG026938-01-UCLA",
        "funder": "National Institute On Aging",
        "status": "Completed",
        "startDate": "2005-09-01",
        "endDate": "2008-05-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "U8wW2G0y",
    "type": "Expert",
    "firstName": "Randi",
    "middleName": "J",
    "lastName": "Hagerman",
    "fullName": "Randi J Hagerman",
    "title": "Med Dir/Prof",
    "organizationUnit": "M.I.N.D. Institute",
    "lastModified": "2025-05-02T23:16:41.804742906Z",
    "url": "expert/U8wW2G0y",
    "works": [
      {
        "title": "Screening for Fragile X Syndrome Among Filipino Children with Autism Spectrum Disorder",
        "name": "Screening for Fragile X Syndrome Among Filipino Children with Autism Spectrum Disorder Published article-journal 2023-11 Dy Journal of Autism and Developmental Disorders 1573-3432",
        "issued": "2023-11",
        "abstract": "Individuals with autism spectrum disorder present with difficulties in social communication, restricted interests or behaviors and other co-morbidities. About 2 to 10% of cases of autism have a genetic cause, and Fragile X Syndrome (FXS) is reported in 0 to 6.5% of individuals with autism. However, the FXS and premutation prevalence among Filipino children has never been reported. The aim of the study was to establish the presence of FXS or premutation carriers among Filipino children with autism and to describe the phenotypic characteristic of cases identified. Blood was collected from 235 children aged 2-6 years old and diagnosed with autism. Samples were analyzed using PCR methods to amplify CGG repeats in the FMRI gene. The diagnosis of autism was confirmed through the Autism Diagnostic Observation Schedule-2. Additional characteristics were documented from a physical examination, Griffiths Scales of Child Development assessment and a parent-answered questionnaire using the Vineland Adaptive Behavior Scale. Fragile X testing through PCR methods in 235 children with diagnosed autism showed 220 (93.6%) were negative, no full mutations, 1 (0.436%) premutation carrier and 14 (5.95%) cases contained intermediate alleles. The FXS testing was limited to confirmed cases of autism, which is considered a high-risk group and does not provide prevalence for the general Filipino population. Subjects were self-referred or referred by clinicians, which may not represent the Filipino autism population with a bias towards those with means for clinical consultations and ability to travel to the place of testing. Samples were not measured for mosaicism, DNA methylation or AGG interspersion patterns. These may have effects on the CGG repeat expansion and overall presentation of FXS. Findings from a single premutation carrier cannot characterize features distinctly present in Filipinos with the mutation. Nevertheless, these results support the data that the prevalence of FXS in Asian populations may be lower than non-Asian populations. This can contribute to a better understanding of FXS and genetic causes of autism in the Philippines and other Asian populations.",
        "authors": [
          "Angel Belle C Dy",
          "Lourdes Bernadette S Tanchanco",
          "Jenica Clarisse Y Sy",
          "Myla Dominicina Levantino",
          "Randi J Hagerman"
        ],
        "id": "3921374",
        "type": "Scholarly Article"
      },
      {
        "title": "Case Reports of Aortic Aneurism in Fragile X Syndrome",
        "name": "Case Reports of Aortic Aneurism in Fragile X Syndrome Published article-journal 2022-08-30 Lewis Genes 2073-4425",
        "issued": "2022-08-30",
        "abstract": "Fragile X syndrome (FXS) is an inherited genetic condition that is the leading known cause of inherited intellectual developmental disability. Phenotypically, individuals with FXS also present with distinct physical features including, elongated face, prominent ears, pectus excavatum, macroorchidism, and joint laxity, which suggests connective tissue dysplasia. In addition to mitral valve prolapse, aortic dilatation has been identified within individuals with FXS. Abnormal elastin fiber networks have been found in the skin, valves, and aorta in individual cases. Aortic dilatation has been described in other connective tissue disorders, particularly Marfan syndrome. However, while aortic aneurysms are characteristic of Marfan syndrome, no similar cases have been reported in FXS patients to date. This case report details the presentation of two patients with FXS and aortic aneurysm. Our two cases highlight the risks of aortic pathology in FXS, and the need for monitoring in asymptomatic patients with significant aortic dilatation.",
        "authors": [
          "Sivan Lewis",
          "Andrew DePass",
          "Randi J Hagerman",
          "Reymundo Lozano"
        ],
        "id": "3958942",
        "type": "Scholarly Article"
      },
      {
        "title": "Fragile X-associated tremor ataxia syndrome rating scale: Revision and content validity using a mixed method approach",
        "name": "Fragile X-associated tremor ataxia syndrome rating scale: Revision and content validity using a mixed method approach Published article-journal 2022 Tosin Frontiers in Neurology 1664-2295",
        "issued": "2022",
        "abstract": "BACKGROUND: The original Fragile X-associated Tremor Ataxia Syndrome Rating Scale (FXTAS-RS) contained 61 items, some requiring modifications to better meet recommendations for patient-focused rating scale development. PURPOSE: Provide initial validation of a revised version of the FXTAS-RS for motor signs. METHOD: We conducted a two-phase mixed-method approach. In Phase 1, revision, we implemented a Delphi technique identifying pertinent domains/subdomains and developing items through expert consensus. In Phase 2, content validation, we conducted cognitive pretesting assessing comprehensibility, comprehensiveness, and relevance of items to FXTAS motor signs. RESULTS: After five rounds of Delphi panel and two rounds of cognitive pretesting, the revised version of the FXTAS-RS was established with 18 items covering five domains and 13 subdomains of motor signs. Cognitive pretesting revealed adequate content validity for the assessment of FXTAS motor signs. CONCLUSION: The revised FXTAS-RS has been successfully validated for content and it is now ready for large-scale field validation.",
        "authors": [
          "Michelle HS Tosin",
          "Glenn T Stebbins",
          "Christopher G Goetz",
          "Randi J Hagerman",
          "David Hessl",
          "Melissa A Zolecki",
          "Peter K Todd",
          "Maureen A Leehey",
          "Deborah A Hall"
        ],
        "id": "3949555",
        "type": "Scholarly Article"
      },
      {
        "title": "Family and Caregiver Characteristics Contribute to Caregiver Change in Use of Strategies and Growth in Child Spoken Language in a Parent-Implemented Language Intervention in Fragile X Syndrome",
        "name": "Family and Caregiver Characteristics Contribute to Caregiver Change in Use of Strategies and Growth in Child Spoken Language in a Parent-Implemented Language Intervention in Fragile X Syndrome Published article-journal 2022-12-14 Potter Perspectives of the ASHA Special Interest Groups 2381-473X",
        "issued": "2022-12-14",
        "abstract": "PURPOSE: This study examined relationships among family characteristics, caregiver change in use of strategies, and child growth in spoken language over the course of a parent-implemented language intervention (PILI) that was developed to address some of the challenges associated with the fragile X syndrome (FXS) phenotype. METHOD: Participants were 43 parent-child dyads from two different PILI studies, both of which taught parents various language facilitation strategies to support child language. Before starting the intervention, parents reported on their mental health, parenting stress, and parenting competence. This study focused on potential barriers to treatment gains by examining correlations between the measures of parent well-being and (a) parent change in use of intervention strategies taught in the PILI and (b) changes in child language outcomes from preto post-intervention. RESULTS: Parents in this study had elevated mental health symptoms across several domains and increased rates of parenting stress. Furthermore, although PILI resulted in treatment gains for both parents and children, a variety of parent mental health symptoms were found to be significantly and negatively associated with change in use of strategies and growth in child language over the course of the intervention. Some inconsistent findings also emerged regarding the relationships between parenting stress and competence and change in parent strategy use and growth in child language. CONCLUSIONS: This study provides preliminary evidence that parents who are experiencing significant mental health challenges may have a more difficult time participating fully in PILIs and that there may be subsequent effects on child outcomes. Future PILIs could benefit from addressing parent well-being as a substantial part of the intervention program.",
        "authors": [
          "Sarah Nelson Potter",
          "Lauren Bullard",
          "Amy Banasik",
          "Robyn Tempero Feigles",
          "Vivian Nguyen",
          "Andrea McDuffie",
          "Angela John Thurman",
          "Randi Hagerman",
          "Leonard Abbeduto"
        ],
        "id": "4012330",
        "type": "Scholarly Article"
      },
      {
        "title": "Latent Class Analysis Identifies Distinctive Behavioral Subtypes in Children with Fragile X Syndrome",
        "name": "Latent Class Analysis Identifies Distinctive Behavioral Subtypes in Children with Fragile X Syndrome Published article-journal 2024-02 Kaufmann Journal of Autism and Developmental Disorders 1573-3432",
        "issued": "2024-02",
        "abstract": "Fragile X syndrome (FXS) is characterized by variable neurobehavioral abnormalities, which leads to difficulties in developing and evaluating treatments and in determining accurate prognosis. We employed a pediatric cross-sectional sample (1,072 males, 338 females) from FORWARD, a clinic-based natural history study, to identify behavioral subtypes by latent class analysis. Input included co-occurring behavioral conditions, sleep and sensory problems, autistic behavior scales (SCQ, SRS-2), and the Aberrant Behavior Checklist revised for FXS (ABCFX). A 5-class solution yielded the most clinically meaningful, pharmacotherapy independent behavioral groups with distinctive SCQ, SRS-2, and ABCFX profiles, and adequate non-overlap (≥ 71%): \"Mild\" (31%), \"Moderate without Social Impairment\" (32%), \"Moderate with Social Impairment\" (7%), \"Moderate with Disruptive Behavior\" (20%), and \"Severe\" (9%). Our findings support FXS subtyping, for improving clinical management and therapeutic development.",
        "authors": [
          "Walter E Kaufmann",
          "Melissa Raspa",
          "Carla M Bann",
          "Julia M Gable",
          "Holly K Harris",
          "Dejan B Budimirovic",
          "Reymundo Lozano"
        ],
        "id": "4032695",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K321755-104897",
        "title": "A Randomized, Double-blindm, 12-week, Parallel Group, Placebo-controlled Study of the Efficacy and Safety of RO4917523 in Patients with Fragile X Syndrome",
        "name": "A Randomized, Double-blindm, 12-week, Parallel Group, Placebo-controlled Study of the Efficacy and Safety of RO4917523 in Patients with Fragile X Syndrome § Completed • 2012 - 2015 • Hagerman, Randi J § F. Hoffmann-la Roche Ltd • NP27936/B",
        "funder": "F. Hoffmann-la Roche Ltd",
        "status": "Completed",
        "startDate": "2012-01-27",
        "endDate": "2015-02-27",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K324643-3754",
        "title": "FRAGILE X SYNDROME CASCADE TESTING AND GENETIC COUNSELING PROTOCOLS",
        "name": "FRAGILE X SYNDROME CASCADE TESTING AND GENETIC COUNSELING PROTOCOLS § Completed • 2005 - 2007 • Hagerman, Randi J § Centers For Disease Control And Prevention • U10/CCU925123-01",
        "funder": "Centers For Disease Control And Prevention",
        "status": "Completed",
        "startDate": "2005-09-30",
        "endDate": "2007-09-29",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K324664-3775",
        "title": "NEURO THERAPEUTICS RESEARCH INSTITUTE",
        "name": "NEURO THERAPEUTICS RESEARCH INSTITUTE § Completed • 2007 - 2012 • Hagerman, Paul J § NIH Natl Ctr Research Resources (incl Mutant Mouse Reg Res Ctrs-mmrrc) • DE019583",
        "funder": "NIH Natl Ctr Research Resources (incl Mutant Mouse Reg Res Ctrs-mmrrc)",
        "status": "Completed",
        "startDate": "2007-09-15",
        "endDate": "2012-06-30",
        "grantRole": "Grant Role,Researcher Role"
      },
      {
        "id": "K325036-108094",
        "title": "Targeted Upregulation of FMRP Expression as an Approach to the Treatment of Fragile X Syndrome",
        "name": "Targeted Upregulation of FMRP Expression as an Approach to the Treatment of Fragile X Syndrome § Completed • 2013 - 2016 • Hagerman, Paul J § Congressionally Directed Medical Research Programs • W81XWH-13-1-0150",
        "funder": "Congressionally Directed Medical Research Programs",
        "status": "Completed",
        "startDate": "2013-08-01",
        "endDate": "2016-07-31",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K325B87-117883",
        "title": "Genotype Phenotype Relationships in Fragile X families R01 HD036071",
        "name": "Genotype Phenotype Relationships in Fragile X families R01 HD036071 § Completed • 2017 - 2023 • Hagerman, Randi J § Child Health & Human Development, National Institute Of • 3R01HD036071",
        "funder": "Child Health & Human Development, National Institute Of",
        "status": "Completed",
        "startDate": "2017-03-01",
        "endDate": "2023-02-28",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "tixbfXvP",
    "type": "Expert",
    "firstName": "Christopher",
    "middleName": "D",
    "lastName": "Fassnacht",
    "fullName": "Christopher D Fassnacht",
    "title": "Professor",
    "organizationUnit": "Physics",
    "lastModified": "2025-05-02T22:43:04.346550069Z",
    "url": "expert/tixbfXvP",
    "works": [
      {
        "title": "A lensed radio jet at milliarcsecond resolution I: Bayesian comparison of parametric lens models",
        "name": "A lensed radio jet at milliarcsecond resolution I: Bayesian comparison of parametric lens models Published article-journal 2022-09-06 Powell Monthly Notices of the Royal Astronomical Society 1365-2966",
        "issued": "2022-09-06",
        "abstract": "We investigate the mass structure of a strong gravitational lens galaxy at z = 0.350, taking advantage of the milliarcsecond (mas) angular resolution of very long baseline interferometric (VLBI) observations. In the first analysis of its kind at this resolution, we jointly infer the lens model parameters and pixellated radio source surface brightness. We consider several lens models of increasing complexity, starting from an elliptical power-law density profile. We extend this model to include angular multipole structures, a separate stellar mass component, additional nearby field galaxies, and/or a generic external potential. We compare these models using their relative Bayesian log-evidence (Bayes factor). We find strong evidence for angular structure in the lens; our best model is comprised of a power-law profile plus multipole perturbations and external potential, with a Bayes factor of +14984 relative to the elliptical power-law model. It is noteworthy that the elliptical power-law mass distribution is a remarkably good fit on its own, with additional model complexity correcting the deflection angles only at the ∼5 mas level. We also consider the effects of added complexity in the lens model on time-delay cosmography and flux-ratio analyses. We find that an overly simplistic power-law ellipsoid lens model can bias the measurement of H0 by ∼3 per cent and mimic flux ratio anomalies of ∼8 per cent. Our results demonstrate the power of high-resolution VLBI observations to provide strong constraints on the inner density profiles of lens galaxies.",
        "authors": [
          "Devon M Powell",
          "Simona Vegetti",
          "JP McKean",
          "Cristiana Spingola",
          "Hannah R Stacey",
          "Christopher D Fassnacht"
        ],
        "id": "3950301",
        "type": "Scholarly Article"
      },
      {
        "title": "STRIDES: automated uniform models for 30 quadruply imaged quasars",
        "name": "STRIDES: automated uniform models for 30 quadruply imaged quasars Published article-journal 2022-11-22 Schmidt Monthly Notices of the Royal Astronomical Society 1365-2966",
        "issued": "2022-11-22",
        "abstract": "Gravitational time delays provide a powerful one-step measurement of H0, independent of all other probes. One key ingredient in time-delay cosmography are high-accuracy lens models. Those are currently expensive to obtain, both, in terms of computing and investigator time (105-106 CPU hours and ∼0.5-1 yr, respectively). Major improvements in modelling speed are therefore necessary to exploit the large number of lenses that are forecast to be discovered over the current decade. In order to bypass this roadblock, we develop an automated modelling pipeline and apply it to a sample of 31 lens systems, observed by the Hubble Space Telescope in multiple bands. Our automated pipeline can derive models for 30/31 lenses with few hours of human time and <100 CPU hours of computing time for a typical system. For each lens, we provide measurements of key parameters and predictions of magnification as well as time delays for the multiple images. We characterize the cosmography-readiness of our models using the stability of differences in the Fermat potential (proportional to time delay) with respect to modelling choices. We find that for 10/30 lenses, our models are cosmography or nearly cosmography grade (<3 per cent and 3-5 per cent variations). For 6/30 lenses, the models are close to cosmography grade (5-10 per cent). These results utilize informative priors and will need to be confirmed by further analysis. However, they are also likely to improve by extending the pipeline modelling sequence and options. In conclusion, we show that uniform cosmography grade modelling of large strong lens samples is within reach.",
        "authors": [
          "T Schmidt",
          "T Treu",
          "S Birrer",
          "AJ Shajib",
          "C Lemon",
          "M Millon",
          "D Sluse",
          "A Agnello",
          "T Anguita",
          "MW Auger-Williams",
          "RG McMahon",
          "V Motta",
          "P Schechter",
          "C Spiniello",
          "I Kayo",
          "F Courbin",
          "S Ertl",
          "CD Fassnacht",
          "JA Frieman",
          "A More",
          "S Schuldt",
          "SH Suyu",
          "M Aguena",
          "F Andrade-Oliveira",
          "J Annis",
          "D Bacon",
          "E Bertin",
          "D Brooks",
          "DL Burke",
          "A Carnero Rosell",
          "M Carrasco Kind",
          "J Carretero",
          "C Conselice",
          "M Costanzi",
          "LN da Costa",
          "MES Pereira",
          "J De Vicente",
          "S Desai",
          "P Doel",
          "S Everett",
          "TN Varga"
        ],
        "id": "4088163",
        "type": "Scholarly Article"
      },
      {
        "title": "TDCOSMO",
        "name": "TDCOSMO Published article-journal 2023-04 Mozumdar Astronomy and Astrophysics (A & A) 1432-0746",
        "issued": "2023-04",
        "abstract": "We have measured the redshifts and single-aperture velocity dispersions of eight lens galaxies using the data collected by the Echellette Spectrograph and Imager (ESI) and Low Resolution Imaging Spectrometer (LRIS) at W.M. Keck observatory on different observing nights spread over three years (2018-2020). These results, combined with other ancillary data, such as high-resolution images of the lens systems, and time delays, are necessary to increase the sample size of the quasar-galaxy lens systems for which the Hubble constant can be measured, using the time-delay strong lensing method, hence increasing the precision of its inference. Typically, the 2D spectra of the quasar-galaxy lens systems get spatially blended due to seeing by ground-based observations. As a result, the extracted lensing galaxy (deflector) spectra become significantly contaminated by quasar light, which affects the ability to extract meaningful information about the deflector. To account for spatial blending and extract less contaminated and higher signal-to-noise ratio (S/N) 1D spectra of the deflectors, a forward modeling method has been implemented. From the extracted spectra, we have measured redshifts using prominent absorption lines and single aperture velocity dispersions using the penalized pixel fitting code pPXF. In this paper, we report the redshifts and single aperture velocity dispersions of eight lens galaxies -J0147+4630, B0445+123, B0631+519, J0659+1629, J0818-2613, J0924+0219, J1433+6007, and J1817+2729. Among these systems, six do not have previously measured velocity dispersions; for the other two, our measurements are consistent with previously reported values. Additionally, we have measured the previously unknown redshifts of the deflectors in J0818-2613 and J1817+2729 to be 0.866 ± 0.002 and 0.408 ± 0.002, respectively.",
        "authors": [
          "P Mozumdar",
          "CD Fassnacht",
          "T Treu",
          "C Spiniello",
          "AJ Shajib"
        ],
        "id": "4175974",
        "type": "Scholarly Article"
      },
      {
        "title": "TDCOSMO",
        "name": "TDCOSMO Published article-journal 2023-05 Shajib Astronomy and Astrophysics (A & A) 1432-0746",
        "issued": "2023-05",
        "abstract": "Strong-lensing time delays enable the measurement of the Hubble constant (H0) independently of other traditional methods. The main limitation to the precision of time-delay cosmography is mass-sheet degeneracy (MSD). Some of the previous TDCOSMO analyses broke the MSD by making standard assumptions about the mass density profile of the lens galaxy, reaching 2% precision from seven lenses. However, this approach could potentially bias the H0 measurement or underestimate the errors. For this work, we broke the MSD for the first time using spatially resolved kinematics of the lens galaxy in RXJ1131-1231 obtained from the Keck Cosmic Web Imager spectroscopy, in combination with previously published time delay and lens models derived from Hubble Space Telescope imaging. This approach allowed us to robustly estimate H0, effectively implementing a maximally flexible mass model. Following a blind analysis, we estimated the angular diameter distance to the lens galaxy Dd=865-81+85 Mpc and the time-delay distance Dδ t=2180-271+472 Mpc, giving H0=77.1-7.1+7.3 km s-1 Mpc-1 -for a flat δcold dark matter cosmology. The error budget accounts for all uncertainties, including the MSD inherent to the lens mass profile and line-of-sight effects, and those related to the mass-anisotropy degeneracy and projection effects. Our new measurement is in excellent agreement with those obtained in the past using standard simply parametrized mass profiles for this single system (H0=78.3-3.3+3.4 km s-1 Mpc-1) and for seven lenses (H0=74.2-1.6+1.6 km s-1 Mpc-1), or for seven lenses using single-aperture kinematics and the same maximally flexible models used by us (H0=73.3-5.8+5.8 km s-1 Mpc-1). This agreement corroborates the methodology of time-delay cosmography.",
        "authors": [
          "Anowar J Shajib",
          "Pritom Mozumdar",
          "Geoff C-F Chen",
          "Tommaso Treu",
          "Michele Cappellari",
          "Shawn Knabel",
          "Sherry H Suyu",
          "Vardha N Bennert",
          "Joshua A Frieman",
          "Dominique Sluse",
          "Simon Birrer",
          "Frederic Courbin",
          "Christopher D Fassnacht",
          "Lizvette Villafaña",
          "Peter R Williams"
        ],
        "id": "4197381",
        "type": "Scholarly Article"
      },
      {
        "title": "Keck All sky Precision Adaptive optics program overview",
        "name": "Keck All sky Precision Adaptive optics program overview Published paper-conference 2022-08-30 Wizinowich Proceedings of SPIE 1996-756X",
        "issued": "2022-08-30",
        "abstract": "We present the status and plans for the Keck All sky Precision Adaptive optics (KAPA) program. KAPA includes (1) an upgrade to the Keck I laser guide star adaptive optics (AO) facility to improve image quality and sky coverage, (2) the inclusion of AO telemetry-based point spread function estimates with all science exposures, (3) four key science programs, and (4) an educational component focused on broadening the participation of women and underrepresented groups in instrumentation. For this conference we focus on the KAPA upgrades since the 2020 SPIE proceedings1 including implementation of a laser asterism generator, wavefront sensor, real-time controller, asterism and turbulence simulators, the laser tomography system itself along with new operations software and science tools, and modifications to an existing near-infrared tip-tilt sensor to support multiple natural guide star and focus measurements. We will also report on the results of daytime and on-sky calibrations and testing.",
        "authors": [
          "P Wizinowich",
          "JR Lu",
          "S Cetre",
          "J Chin",
          "C Correia",
          "J-R Delorme",
          "L Gers",
          "S Lilley",
          "J Lyke",
          "E Marin",
          "S Ragland",
          "P Richards",
          "A Surendran",
          "E Wetherell",
          "C-F Chen",
          "D Chu",
          "T Do",
          "C Fassnacht",
          "M Freeman",
          "A Gautam",
          "A Ghez",
          "L Hunter",
          "T Jones",
          "MC Liu",
          "D Mawet",
          "C Max",
          "M Morris",
          "M Phillips",
          "J-B Ruffio",
          "N-E Rundquist",
          "S Sabhlok",
          "S Terry",
          "T Treu",
          "S Wright"
        ],
        "id": "3998796",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K322908-2365",
        "title": "CHANDRA 7: DARK AND LUMINOUS MATTER IN THE B2108213 GROUP",
        "name": "CHANDRA 7: DARK AND LUMINOUS MATTER IN THE B2108213 GROUP § Completed • 2006 - 2009 • Fassnacht, Christopher D § Smithsonian Institute • GO6-7125X",
        "funder": "Smithsonian Institute",
        "status": "Completed",
        "startDate": "2006-08-18",
        "endDate": "2009-08-17",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K323139-106991",
        "title": "The Highest Redshift Strongly Lensed Dusty Star Forming Galaxies",
        "name": "The Highest Redshift Strongly Lensed Dusty Star Forming Galaxies § Completed • 2013 - 2015 • Fassnacht, Christopher D § Jet Propulsion Laboratory • 1473024",
        "funder": "Jet Propulsion Laboratory",
        "status": "Completed",
        "startDate": "2013-01-03",
        "endDate": "2015-06-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K324689-106744",
        "title": "Accurate Cosmology From Gravitational Lens Time Delays",
        "name": "Accurate Cosmology From Gravitational Lens Time Delays § Completed • 2012 - 2015 • Fassnacht, Christopher D § Association Of Universities For Research In Astronomy, Inc. • HST-GO-12889.04-A",
        "funder": "Association Of Universities For Research In Astronomy, Inc.",
        "status": "Completed",
        "startDate": "2012-11-01",
        "endDate": "2015-10-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K324700-106959",
        "title": "The Master Lens Database And The Orphan Lenses Project",
        "name": "The Master Lens Database And The Orphan Lenses Project § Completed • 2012 - 2016 • Fassnacht, Christopher D § Association Of Universities For Research In Astronomy, Inc. • HST-AR-12833.02-A",
        "funder": "Association Of Universities For Research In Astronomy, Inc.",
        "status": "Completed",
        "startDate": "2012-12-01",
        "endDate": "2016-11-30",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K324704-107138",
        "title": "Discovering The Dark Side Of CDM Substructure",
        "name": "Discovering The Dark Side Of CDM Substructure § Completed • 2013 - 2017 • Fassnacht, Christopher D § Association Of Universities For Research In Astronomy, Inc. • HST-GO-12898.01-A",
        "funder": "Association Of Universities For Research In Astronomy, Inc.",
        "status": "Completed",
        "startDate": "2013-01-01",
        "endDate": "2017-12-31",
        "grantRole": "Grant Role,Principal Investigator Role"
      }
    ]
  },
  {
    "expertId": "0pW71mR8",
    "type": "Expert",
    "firstName": "Farzaneh",
    "middleName": "",
    "lastName": "Khorsandi Kouhanestani",
    "fullName": "Farzaneh Khorsandi Kouhanestani",
    "title": "ASSOC SPECIALIST COOP EXT",
    "organizationUnit": "ANR BIOLOGICAL&AG ENGINEERING",
    "lastModified": "2025-05-02T19:49:33.233940703Z",
    "url": "expert/0pW71mR8",
    "works": [
      {
        "title": "Development and Evaluation of a Prototype Self-Propelled Crop Sprayer for Agricultural Sustainability in Small Farms",
        "name": "Development and Evaluation of a Prototype Self-Propelled Crop Sprayer for Agricultural Sustainability in Small Farms Published article-journal 2022-08-01 Ghafoor Sustainability 2071-1050",
        "issued": "2022-08-01",
        "abstract": "In most Asian countries, farmers have smallholdings ranging from one to two hectares. The tractor-mounted boom sprayers cannot practically be used in small size farms with divided plots and complex terrain. To cope with these issues, a prototype self-propelled crop sprayer was developed, including a 20-hp engine, 300 L liquid tank, and hydraulically-controlled spray boom with eight hollow cone nozzles. The spray symmetry of the hollow cone nozzle was evaluated under four pressures (2.5, 3, 3.5, and 4 bar) in the laboratory. The operating parameters of the sprayer, such as forward speed (4, 6, and 8 km h−1), spray height (40, 55, and 70 cm), and pressure (3, 5, and 7 bar) were optimized by measuring three spray characteristics including droplet density, coverage percentage, and Volume Median Diameter (VMD) in the cotton field. The results revealed that the nozzle spray was symmetrical at 2.5 and 3 bar pressure as the R2 value was higher than 0.96. The field test result showed that in all treatments, treatments T14 (6 km h−1, 55 cm, 5 bar) and T22 (8 km h−1, 55 cm, 3 bar) were suitable for spraying medium-to-low concentration solution (post-emergence herbicides and fungicides) and high concentration solution (insecticides and pre-emergence herbicides), respectively. The spray characteristics at treatments T14 and T22 were 64.7 droplets cm−2, 26.7%, 230 µm, and 39 droplets cm−2, 14.9%, and 219.8 µm respectively. The field efficiency of the sprayer was 61%. The spraying cost per unit area was 55–64% less compared to manual labor cost. In conclusion, a prototype self-propelled crop sprayer is an efficient and environment-friendly technology for small farms. Operating the sprayer at the optimal parameters also saves operational costs and time.",
        "authors": [
          "Abdul Ghafoor",
          "Fraz Ahmad Khan",
          "Farzaneh Khorsandi",
          "Muhammad Azam Khan",
          "Hafiz Muhammad Nauman",
          "Muhammad Usman Farid"
        ],
        "id": "3939371",
        "type": "Scholarly Article"
      },
      {
        "title": "A Systematic Review of Youth and All-Terrain Vehicles Safety in Agriculture",
        "name": "A Systematic Review of Youth and All-Terrain Vehicles Safety in Agriculture Published article-journal 2023-04-03 Khorsandi Journal of Agromedicine 1545-0813",
        "issued": "2023-04-03",
        "abstract": "All-terrain vehicle (ATV) incidents are one of the leading causes of injuries and fatalities among youth in the agricultural industry. It has been hypothesized that many youth-related ATV incidents occur because children ride ATVs that do not fit their capabilities and are not following basic safe riding practices. In addition, various ATV safety guidelines regarding youth (e.g., CPSC, ANSI/SVIA, ASI) are inconsistent and may not align with state or local laws. To the best of our knowledge, no comprehensive studies have compared the physical and mental requirements for riding ATVs and the youth's capabilities to ride ATVs safely. Consequently, there are no scientific-based recommendations for age limitation, physical and mental capabilities, and safety requirements for youth to ride ATVs safely. Thus, there is a need to review the available sources related to youth safety and ATVs in the agricultural industry, identify the research voids, and recommend modifications to current ATV guidelines. This study conducted a systematic review of available ATV-related studies, standards, guidelines, and laws to establish better-informed minimum age, physical and mental capabilities, and safety requirements for youths to ride ATVs on the farm.",
        "authors": [
          "Farzaneh Khorsandi",
          "Guilherme De Moura Araujo",
          "Fadi Fathallah"
        ],
        "id": "4050758",
        "type": "Scholarly Article"
      },
      {
        "title": "Ability of youth operators to reach agricultural all-terrain vehicles controls",
        "name": "Ability of youth operators to reach agricultural all-terrain vehicles controls Published article-journal 2023-02 De Moura Araujo Journal of Safety Research 1879-1247",
        "issued": "2023-02",
        "abstract": "PROBLEM: Utility All-Terrain Vehicles (ATVs) are one major cause of youth injuries and fatalities on farms. Utility ATVs have heavy weights and fast speeds that require complex maneuvering. Youth's physical capabilities may not be sufficient to perform those complex maneuvers correctly. Therefore, it is hypothesized that most youth engage in ATV-related incidents because they ride vehicles unfit for them. There is a need to assess ATV-youth fit based on youth anthropometry. METHOD: This study focused on evaluating potential inconsistencies between the operational requirements of utility ATVs and the anthropometric measures of youth through virtual simulations. Virtual simulations were performed to assess 11 youth-ATV fit guidelines proposed by several ATV safety advocacy organizations (National 4-H council, CPSC, IPCH, and FReSH). In total, 17 utility ATVs along with male-and-female-youth of nine ages (8 to 16 years old) and three height percentiles (5th, 50th, and 95th) were evaluated. RESULTS: The results demonstrated a physical mismatch between ATVs' operational requirements and youth's anthropometry. For example, male-youth aged 16 of the 95th height percentile failed to pass at least 1 out of the 11 fit guidelines for 35 % of all vehicles evaluated. The results were even more concerning for females. Female youth 10 years old and younger (from all height percentiles) failed to pass at least one fit guideline for all ATVs evaluated. DISCUSSION: Youth are not recommended to ride utility ATVs. PRACTICAL APPLICATIONS: This study provides quantitative and systematic evidence to modify current ATV safety guidelines. Furthermore, youth occupational health professionals could use the present findings to prevent ATV-related incidents in agricultural settings.",
        "authors": [
          "Guilherme De Moura Araujo",
          "Farzaneh Khorsandi Kouhanestani",
          "Fadi A Fathallah"
        ],
        "id": "4050757",
        "type": "Scholarly Article"
      },
      {
        "title": "Forces required to operate controls on agricultural all-terrain vehicles: implications for youth",
        "name": "Forces required to operate controls on agricultural all-terrain vehicles: implications for youth Published article-journal 2023-09 De Moura Araujo Ergonomics 1366-5847",
        "issued": "2023-09",
        "abstract": "All-terrain vehicle (ATV) crashes are among the leading causes of injury and death among youth in the agriculture industry. It is hypothesised that youth are involved in ATV-related incidents because they cannot effectively activate the vehicle's controls. This study evaluated potential discrepancies between the required activation forces of the controls of fifty-four utility ATVs and the strength of male-and-female youth of varying ages (6-20 years old) and strength percentiles (5th, 50th, and 95th). The activation forces of the ATVs' controls were measured experimentally, while the youth's corresponding strength was retrieved from the literature. The results of this study demonstrated a physical mismatch between the forces required to operate ATV controls and youth's strength. Turning the handlebar, pressing the footbrake, and pushing the ATV off are the most difficult tasks for ATV operation. These discrepancies compromise the youth's ability to ride ATVs, increasing their risk of crashes. Practitioner summary: Previous studies indicate that some youth engage in ATV incidents because they cannot activate the vehicle's controls. We measured the forces required to operate eight ATV controls and compared them with the youth's corresponding strength. Our results demonstrated physical mismatches between the forces required to operate ATV controls and the youth's strength.",
        "authors": [
          "Guilherme De Moura Araujo",
          "Farzaneh Khorsandi Kouhanestani",
          "Fadi Fathallah"
        ],
        "id": "4042774",
        "type": "Scholarly Article"
      },
      {
        "title": "Perspective: Emphasizing Safe Engineering Design Features of Quad Bikes in Agricultural Safety Programs",
        "name": "Perspective: Emphasizing Safe Engineering Design Features of Quad Bikes in Agricultural Safety Programs Published article-journal 2023-04-23 Gibbs Journal of Agricultural Safety and Health 1943-7846",
        "issued": "2023-04-23",
        "abstract": "HIGHLIGHTS: Previous quad bike educational interventions focused solely on operator behavior, leading to positive shifts in 'safety knowledge' but very little change in actual rider behavior. Discussions in a recent virtual ATV Safety Symposium hosted by the University of California-Davis (2022) emphasized building agricultural community awareness of quad bike engineering controls-particularly in the U.S. and other nations. Outreach specialists in agriculture should begin to prioritize more discussion of quad bike engineering controls in training programs. ABSTRACT: To date, most quad bike educational programs have featured an operator-focused approach, focusing on adherence to administrative controls, personal responsibility, and personal protective equipment. Though these programs lead to shifts in 'safety knowledge', they result in very little change in actual rider behavior. In this perspectives article, we highlight discussions from a recent ATV Safety Symposium and USDA-NIFA review of agricultural ATV safety in the U.S. that highlight the dire need for building agricultural community awareness of quad bike engineering controls such as CPDs, wider and more stable frame designs, and others. Although CPDs were introduced 15 years ago, we continue to observe low awareness of this and other important quad bike safety features among young adults in agriculture. We believe that it will be critical to apply some of the recommendations outlined in this article to improve future outreach programs focused on quad bike safety for agricultural occupational use. If rural, agricultural communities learn to accept and respect these life-saving technologies, future standards, policies, and legislative actions are more likely to be well-received.",
        "authors": [
          "Jenna Gibbs",
          "Carolyn Sheridan",
          "Farzaneh Khorsandi",
          "Aaron M Yoder"
        ],
        "id": "4225376",
        "type": "Scholarly Article"
      }
    ],
    "grants": [
      {
        "id": "K386D51-130903",
        "title": "The ability of Adult Female Operators to Reach Agricultural All Terrain Vehicles Controls",
        "name": "The ability of Adult Female Operators to Reach Agricultural All Terrain Vehicles Controls § Completed • 2021 - 2023 • Khorsandi Kouhanestani, Farzaneh § University Of Nebraska Medical Center • U54OH010162",
        "funder": "University Of Nebraska Medical Center",
        "status": "Completed",
        "startDate": "2021-11-01",
        "endDate": "2023-08-31",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "A240852",
        "title": "Capabilities and Limitations of Youth Operating Agricultural All-Terrain Vehicles",
        "name": " Capabilities and Limitations of Youth Operating Agricultural All-Terrain Vehicles § Completed • 2023 - 2024 • Farzaneh Khorsandi Kouhanestani § Marshfield Clinic Research Foundation • 606955-00",
        "funder": "Marshfield Clinic Research Foundation",
        "status": "Completed",
        "startDate": "2023-09-30",
        "endDate": "2024-09-29",
        "grantRole": "Grant Role,Co Principal Investigator Role"
      },
      {
        "id": "K333D93",
        "title": "Capabilities and Limitations of Youth Operating Agricultural All Terrain Vehicles",
        "name": "Capabilities and Limitations of Youth Operating Agricultural All Terrain Vehicles § Completed • 2020 - 2021 • Farzaneh Khorsandi Kouhanestani § Marshfield Clinic Research Foundation • 606952-00",
        "funder": "Marshfield Clinic Research Foundation",
        "status": "Completed",
        "startDate": "2020-09-30",
        "endDate": "2021-09-29",
        "grantRole": "Grant Role,Principal Investigator Role"
      },
      {
        "id": "K335F13",
        "title": "Capabilities and Limitations of Youth Operating Agricultural All Terrain Vehicles",
        "name": "Capabilities and Limitations of Youth Operating Agricultural All Terrain Vehicles § Completed • 2022 - 2023 • Farzaneh Khorsandi Kouhanestani § Marshfield Clinic Research Foundation • 5 U54OH009568-13-00",
        "funder": "Marshfield Clinic Research Foundation",
        "status": "Completed",
        "startDate": "2022-09-30",
        "endDate": "2023-09-29",
        "grantRole": "Co Principal Investigator Role"
      },
      {
        "id": "K385D97",
        "title": "Capabilities and Limitations of Youth Operating Agricultural All Terrain Vehicles",
        "name": "Capabilities and Limitations of Youth Operating Agricultural All Terrain Vehicles § Active • 2021 - 2025 • Farzaneh Khorsandi Kouhanestani § Marshfield Clinic Research Foundation • 606953-00",
        "funder": "Marshfield Clinic Research Foundation",
        "status": "Active",
        "startDate": "2021-09-30",
        "endDate": "2025-09-29",
        "grantRole": "Co Principal Investigator Role"
      }
    ]
  }
]