[
  {
    "id": "293730",
    "title": "5 Mins of Uncomfyness Is Better than Dealing with Cancer 4 a Lifetime an Exploratory Qualitative Analysis of Cervical and Breast Cancer Screening Dialogue on Twitter",
    "name": "5 Mins of Uncomfyness Is Better than Dealing with Cancer 4 a Lifetime an Exploratory Qualitative Analysis of Cervical and Breast Cancer Screening Dialogue on Twitter Published article-journal 2013-03 R. Lyles C. Sarkar U. et al. Journal of Cancer Education 1543-0154 10.1007s13187-012-0432-2",
    "issued": "2013-03",
    "abstract": "Twitter.com is a micro-blogging website. Although Twitter use is growing rapidly little is known about health behavior discussions on this site even though a majority of messages are publicly available. We retrieved publicly available Twitter messages during a 5-week period in early 2012 searching separately for the terms Pap smear and mammogram. We used content analysis to code each 140-character message generating a separate coding framework for each cancer screening term and calculating the frequencies of comments. Using the brief account description we also coded the author as individual organization or news media outlet. There were 203 Pap smear and 271 mammogram messages coded over three fourths of which were from individual accounts. Overall 22 of Pap smear messages and 25 of mammogram messages discussed personal experiences including attending appointments negative sentiment about the procedure and results. Other messages from both individuals and organizations 8 Pap smear 18 mammogram promoted screening. About one quarter of the messages expressed personal experiences with cancer screening. This demonstrates that Twitter can be a rich source of information and could be used to design new health-related interventions.",
    "authors": [
      "Courtney R. Lyles",
      "Andrea López",
      "Rena Pasick",
      "Urmimala Sarkar"
    ],
    "relatedExperts": []
  },
  {
    "id": "2253386",
    "title": "I Didnt Do That Event Valence and Child Age Influence Adults Discernment of Preschoolers True and False Statements",
    "name": "I Didnt Do That Event Valence and Child Age Influence Adults Discernment of Preschoolers True and False Statements Published article-journal 2021-01 Johnson J. Block S. et al. Journal of Interpersonal Violence 1552-6518 10.11770886260517736276",
    "issued": "2021-01",
    "abstract": "Justice can hinge on adults abilities to distinguish accurate from inaccurate child testimony. Yet relatively little is known about factors that affect adults abilities to determine the accuracy of childrens eyewitness reports. In this study adults N 108 viewed videoclips of 3- and 5-year-olds answering open-ended and leading questions about positive and negative actually experienced true events or never experienced false events that the children either affirmed or denied. Analyses revealed that adults were more accurate at determining the veracity of negative compared with positive incidents particularly when children said that they had experienced the event. Moreover adults accuracy was at chance for older childrens false denials. Psycholegal implications are discussed.",
    "authors": [
      "Jonni L Johnson",
      "Sue D Hobbs",
      "Yoojin Chae",
      "Gail S Goodman",
      "Donna Shestowsky",
      "Stephanie D Block"
    ],
    "relatedExperts": []
  },
  {
    "id": "1882751",
    "title": "Going Out of the Box Close Intercultural Friendships and Romantic Relationships Spark Creativity Workplace Innovation and Entrepreneurship",
    "name": "Going Out of the Box Close Intercultural Friendships and Romantic Relationships Spark Creativity Workplace Innovation and Entrepreneurship Published article-journal 2017-07 Lu J. Galinsky A. et al. Journal of Applied Psychology 1939-1854 10.1037apl0000212",
    "issued": "2017-07",
    "abstract": "The present research investigates whether close intercultural relationships promote creativity workplace innovation and entrepreneurship-outcomes vital to individual and organizational success. We triangulate on these questions with multiple methods longitudinal experimental and field studies diverse population samples MBA students employees and professional repatriates and both laboratory and real-world measures. Using a longitudinal design over a 10-month MBA program Study 1 found that intercultural dating predicted improved creative performance on both divergent and convergent thinking tasks. Using an experimental design Study 2 established the causal connection between intercultural dating and creativity Among participants who had previously had both intercultural and intracultural dating experiences those who reflected on an intercultural dating experience displayed higher creativity compared to those who reflected on an intracultural dating experience. Importantly cultural learning mediated this effect. Extending the first 2 studies Study 3 revealed that the duration of past intercultural romantic relationships positively predicted the ability of current employees to generate creative names for marketing products but the number of past intercultural romantic partners did not. In Study 4 we analyzed an original dataset of 2226 professional repatriates from 96 countries who had previously worked in the U.S. under J-1 visas Participants frequency of contact with American friends since returning to their home countries positively predicted their workplace innovation and likelihood of becoming entrepreneurs. Going out with a close friend or romantic partner from a foreign culture can help people go out of the box and into a creative frame of mind. PsycINFO Database Record",
    "authors": [
      "Jackson G Lu",
      "Andrew C Hafenbrack",
      "Paul W Eastwick",
      "Dan J Wang",
      "William W Maddux",
      "Adam D Galinsky"
    ],
    "relatedExperts": []
  },
  {
    "id": "4838615",
    "title": "Blessed are the Beloved On Trans and Asian American Suicide",
    "name": "Blessed are the Beloved On Trans and Asian American Suicide Published article-journal 2024-10 Kim A. Studies in Gender and Sexuality 1940-9206 10.108015240657.2024.2414496",
    "issued": "2024-10",
    "abstract": "No Abstract",
    "authors": [
      "Ava LJ Kim"
    ],
    "relatedExperts": []
  },
  {
    "id": "2516863",
    "title": "Hey let me hold your guns for a while A qualitative study of messaging for firearm suicide prevention",
    "name": "Hey let me hold your guns for a while A qualitative study of messaging for firearm suicide prevention Published article-journal 2019-05 Pallin R. Betz M. et al. Behavioral Sciences the Law 1099-0798 10.1002bsl.2393",
    "issued": "2019-05",
    "abstract": "A recommended component of suicide prevention is encouraging at-risk individuals to voluntarily and temporarily reduce access to firearms and other lethal methods. Yet delivering counseling on the topic can be difficult given the political sensitivity of firearm discussions. To support such counseling we sought to identify recommended framing and content of messages about reducing firearm access for suicide prevention. Through qualitative interviews with firearm owners and enthusiasts we identified key points for use in framing identity as a gun owner trust voluntary and temporary storage and context and motivation and specific content preference for firearm over gun and legal issues such as background checks for transfers. These findings build on prior work and should enhance efforts to develop and deliver effective acceptable counseling and-ultimately-prevent firearm suicide.",
    "authors": [
      "Rocco Pallin",
      "Bonnie Siry",
      "Deborah Azrael",
      "Christopher E Knoepke",
      "Daniel D Matlock",
      "Ashley Clement",
      "Megan L Ranney",
      "Garen J Wintemute",
      "Marian E Betz"
    ],
    "relatedExperts": []
  },
  {
    "id": "1639614",
    "title": "I Want to Keep the Personal Relationship With My Doctor Understanding Barriers to Portal Use among African Americans and Latinos",
    "name": "I Want to Keep the Personal Relationship With My Doctor Understanding Barriers to Portal Use among African Americans and Latinos Published online article-journal 2016-10-03 Lyles C. Garrido T. et al. Journal of Medical Internet Research 1438-8871 10.2196jmir.5910",
    "issued": "2016-10-03",
    "abstract": "BACKGROUND Despite the widespread implementation of electronic health records EHRs there is growing evidence that racialethnic minority patients do not use portals as frequently as non-Hispanic whites to access their EHR information online. This differential portal use could be problematic for health care disparities since early evidence links portal use to better outcomes. OBJECTIVE We sought to understand specific barriers to portal use among African American and Latino patients at Kaiser Permanente which has had a portal in place for over a decade and broad uptake among the patient population at large. METHODS We conducted 10 focus groups with 87 participants in 2012 and 2013 among African American and Latino Kaiser Permanente members in the mid-Atlantic Georgia and Southern California regions. Members were eligible to participate if they were not registered for portal access. Focus groups were conducted within each racialethnic group and each included individuals who were older had a chronic disease or were parents as these are the three biggest users of the portal at Kaiser Permanente overall. We videotaped each focus group and transcribed the discussion for analysis. We used general inductive coding to develop themes for major barriers to portal use overall and separately by racialethnic group. RESULTS We found that lack of support was a key barrier to initiating portal use in our sample-both in terms of technical assistance as well as the fear of the portal eroding existing personal relationships with health care providers. This held true across a range of focus groups representing a mix of age income health conditions and geographic regions. CONCLUSIONS Our study was among the first qualitative explorations of barriers to portal use among racialethnic subgroups. Our findings suggest that uniform adoption of portal use across diverse patient groups requires more usable and personalized websites which may be particularly important for reducing health care disparities. This work is particularly important as all health care systems continue to offer and promote more health care features online via portals.",
    "authors": [
      "Courtney Rees Lyles",
      "Jill Y Allen",
      "Dolly Poole",
      "Lina Tieu",
      "Michael H Kanter",
      "Terhilda Garrido"
    ],
    "relatedExperts": []
  },
  {
    "id": "4810012",
    "title": "Feminist Africa A Pan-African Feminist Publication for the 21st Century",
    "name": "Feminist Africa A Pan-African Feminist Publication for the 21st Century Published article-journal 2020-06-17 Mama A. Storia delle Donne 1826-7505 10.13128sd-9044",
    "issued": "2020-06-17",
    "abstract": "This article presents a personal account of the experience of Feminist Africa the continents leading journal of gender and womens studies scholarship and feminist activism. The philosophical rationale for an African publication is explained and the conditions under which it was established detailed. Feminist Africa was founded at the turn of the century to become the collective property of the founding community of feminists working on the frontlines of change across African educational political cultural institutions. As an open-access digital publication Feminist Africa preserves its editorial freedom closely by activating and utilizing the free intellectual labour of the community of feminists on the continent. Hosted at the University of Cape Towns African Gender Institute for the first fifteen years 2002-2017 Feminist Africa has moved to the Institute of African Studies at the University of Ghana with a view of launching a second phase in 2020.",
    "authors": [
      "Amina Mama"
    ],
    "relatedExperts": []
  },
  {
    "id": "2560049",
    "title": "Fear guides the eyes of the beholder Assessing gaze avoidance in social anxiety disorder via covert eye tracking of dynamic social stimuli",
    "name": "Fear guides the eyes of the beholder Assessing gaze avoidance in social anxiety disorder via covert eye tracking of dynamic social stimuli Published article-journal 2019-06 Weeks J. Goldin P. et al. Journal of Anxiety Disorders 1873-7897 10.1016j.janxdis.2019.05.005",
    "issued": "2019-06",
    "abstract": "Gaze avoidance is an important feature of social anxiety disorder SAD and may serve as a biobehavioral marker of SAD. The purpose of the present study was to replicate and extend findings on gaze avoidance in SAD via eye tracking during a computerized social simulation. Patients with SAD n 27 and a subsample of demographically-matched healthy controls HC n 22 completed a computerized dynamic social simulation task involving video clips of actors giving positive and negative social feedback to the participant. All participants were unknowingly eye tracked during the simulation and post-study consent was obtained to examine responses. Consistent with the bivalent fear of evaluation BFOE model of social anxiety fear of positive evaluation related systematically to state anxiety in response to positive social feedback and fear of negative evaluation related systematically to state anxiety in response to negative social feedback. Moreover compared to HCs SAD patients exhibited significantly greater global gaze avoidance in response to both the positive and negative video clips. Our results provide strong additional support for gaze avoidance as a biobehavioral marker of SAD as well as additional support for the BFOE model. Implications for the assessment and treatment of SAD are discussed.",
    "authors": [
      "Justin W Weeks",
      "Ashley N Howell",
      "Akanksha Srivastav",
      "Philippe R Goldin"
    ],
    "relatedExperts": []
  },
  {
    "id": "1472849",
    "title": "A Beer Made from a Bland Alcohol Base",
    "name": "A Beer Made from a Bland Alcohol Base Published article-journal 2010-04 Heymann H. Bamforth C. et al. Journal of the American Society of Brewing Chemists 1943-7854 10.1094asbcj-2010-0409-01",
    "issued": "2010-04",
    "abstract": "Based on earlier findings that there may be substantial cost energy and other savings to be gained from novel approaches to making beer an ersatz product was made from a vodka base by the addition of beer flavor malt extract iso--acids hop oil yucca foaming agent and other components. It was presented to a panel of tasters without description and after advising them that it had been manufactured from a platform of environmental responsibility. The beer was not especially well liked but its story seemed to have no bearing on how its flavor was perceived. 2010 American Society of Brewing Chemists Inc.",
    "authors": [
      "H Heymann",
      "JR Goldberg",
      "CE Wallin",
      "CW Bamforth"
    ],
    "relatedExperts": []
  },
  {
    "id": "4818256",
    "title": "I Like the Idea of ItBut Probably Wouldnt Use It - Health Care Provider Perspectives on Heart Failure mHealth Qualitative Study",
    "name": "I Like the Idea of ItBut Probably Wouldnt Use It - Health Care Provider Perspectives on Heart Failure mHealth Qualitative Study Published online article-journal 2020-09-04 Portz J. Bull S. et al. JMIR Cardio 2561-1011 10.219618101",
    "issued": "2020-09-04",
    "abstract": "BACKGROUND Many mobile health mHealth technologies exist for patients with heart failure HF. However HF mhealth lacks evidence of efficacy caregiver involvement and clinically useful real-time data. OBJECTIVE We aim to capture health care providers perceived value of HF mHealth particularly for pairing patient-caregiver-generated data with clinical intervention to inform the design of future HF mHealth. METHODS This study is a subanalysis of a larger qualitative study based on interviewing patients with HF their caregivers and health care providers. This analysis included interviews with health care providers N20 focusing on their perceived usefulness of HF mHealth tools and interventions. RESULTS A total of 5 themes emerged 1 bio-psychosocial-spiritual monitoring 2 use of sensors 3 interoperability 4 data sharing and 5 usefulness of patient-reported outcomes in practice. Providers remain interested in mHealth technologies for HF patients and their caregivers. However providers report being unconvinced of the clinical usefulness of robust real-time patient-reported outcomes. CONCLUSIONS The use of assessments sensors and real-time data collection could provide value in patient care. Future research must continually explore how to maximize the utility of mHealth for HF patients their caregivers and health care providers.",
    "authors": [
      "Jennifer Dickman Portz",
      "Kelsey Lynett Ford",
      "Kira Elsbernd",
      "Christopher E Knoepke",
      "Kelsey Flint",
      "David B Bekelman",
      "Rebecca S Boxer",
      "Sheana Bull"
    ],
    "relatedExperts": []
  },
  {
    "id": "4699321",
    "title": "I Have Been Getting Involved for My Children An Undocumented Latina Mothers Immigrant Rights Practice as Family Engagement",
    "name": "I Have Been Getting Involved for My Children An Undocumented Latina Mothers Immigrant Rights Practice as Family Engagement Published article-journal 2024-10 Rusoja A. Gonzales G. The Educational Forum 1938-8098 10.108000131725.2024.2383126",
    "issued": "2024-10",
    "abstract": "This study examines the immigrant rights practices of one undocumented Latina mother who organizes with her children for immigrant rights in Philadelphia Pennsylvania. Findings show the ways she conceptualizes her immigrant rights organizing as parental engagement in her childrens education. Implications highlight the need for education practitionersscholars to include community organizing in their understanding of what counts as familyparental engagement inout of schools and to work with immigrant families as practice policy and research partners.",
    "authors": [
      "Alicia Rusoja",
      "Grace Cornell Gonzales"
    ],
    "relatedExperts": []
  },
  {
    "id": "4255063",
    "title": "The epiTet of Air Pollution Epigenetic Regulation of Airway Inflammation by Tet1",
    "name": "The epiTet of Air Pollution Epigenetic Regulation of Airway Inflammation by Tet1 Published article-journal 2023 Ji H. Haczku A. et al. International Archives of Allergy and Immunology 1423-0097 10.1159000530272",
    "issued": "2023",
    "abstract": "No Abstract",
    "authors": [
      "Hong Ji",
      "Anthony P Brown",
      "Stephanie N Henson",
      "Angela Haczku"
    ],
    "relatedExperts": []
  },
  {
    "id": "4600968",
    "title": "Errata does anyone read them Revisiting mitotic counts in mast cell tumors",
    "name": "Errata does anyone read them Revisiting mitotic counts in mast cell tumors Published article-journal 2024-07 Meuten D. Sueiro F. et al. Veterinary Pathology 1544-2217 10.117703009858241246987",
    "issued": "2024-07",
    "abstract": "No Abstract",
    "authors": [
      "Donald J Meuten",
      "Frances M Moore",
      "Phil H Kass",
      "Cheryl A London",
      "Christopher M Reilly",
      "Erin M Romansik",
      "Felipe AR Sueiro"
    ],
    "relatedExperts": []
  },
  {
    "id": "4585750",
    "title": "The Colonial Wig pancreaticojejunostomy zero leaks with a novel technique for reconstruction after pancreaticoduodenectomy",
    "name": "The Colonial Wig pancreaticojejunostomy zero leaks with a novel technique for reconstruction after pancreaticoduodenectomy Published article-journal 2017-10 Yang X. Cunningham S. et al. Hepatobiliary Pancreatic Diseases International 2352-9377 10.1016s1499-38721760053-5",
    "issued": "2017-10",
    "abstract": "BACKGROUND Postoperative pancreatic fistula POPF remains common and morbid after pancreaticoduodenectomy PD. A major advance in the study of POPF is the fistula risk score FRS. METHODS We analyzed 48 consecutive patients undergoing PD. The Colonial Wig pancreaticojejunostomy CWPJ technique was used in the last 22 PDs we compared 22 CWPJ to 26 conventional PDs. RESULTS Postoperative morbidity was 49 27 Clavien grade 2. The median length of hospital stay was 11 days. In the first 26 PDs the PJ was performed according to standard techniques and the clinically relevant POPF CR-POPF rate was 15 similar to the FRS-predicted rate 14. In the next 22 PJs the CWPJ was employed. Although the FRS-predicted rates were similar in these two groups 14 vs 13 the CR-POPF rate in the CWPJ group was 0 P0.052. CONCLUSION Early experience with the CWPJ is encouraging and this anastomosis may be a safe and effective way to lower POPF rates.",
    "authors": [
      "Xihua Yang",
      "Pouya Aghajafari",
      "Naeem Goussous",
      "Shirali T Patel",
      "Steven C Cunningham"
    ],
    "relatedExperts": []
  },
  {
    "id": "3230707",
    "title": "I Would If Only I Could How Cities Can Use Californias Housing Element to Overcome Neighborhood Resistance to New Housing",
    "name": "I Would If Only I Could How Cities Can Use Californias Housing Element to Overcome Neighborhood Resistance to New Housing article-journal 2020-12-14 Elmendorf C. ONeill M. et al. undefined",
    "issued": "2020-12-14",
    "abstract": "City councils are on the front lines of Californias housing crisis. But local lawmakers who understand that California needs to accommodate a lot more housing are stuck in a political bind. Wherever they might put new housing neighborhood groups spring up and oppose it. The same groups will have money to spend or voters to turn out at the next election. Whats a well-meaning city councilperson to do Our answer Californias housing element process provides a way forward. California requires cities to periodically adopt a state-approved plan called a housing element which accommodates the citys share of regional housing need. These plans are reviewed and certified for compliance by the state Department of Housing and Community Development HCD. Cities across the state will adopt new housing elements between 2020 and 2022 guiding development for the next eight years. This process hasnt always worked well in the past but the legislature and HCD have recently strengthened the framework. There are now substantial political advantages for city officials to pursue pro-housing policies through their housing element rather than through the normal municipal lawmaking channels.",
    "authors": [
      "Christopher Elmendorf",
      "Eric Biber",
      "Paavo Monkkonen",
      "Moira O’Neill"
    ],
    "relatedExperts": []
  },
  {
    "id": "509287",
    "title": "I Didnt Know What Was Wrong How People With Undiagnosed Depression Recognize Name and Explain Their Distress",
    "name": "I Didnt Know What Was Wrong How People With Undiagnosed Depression Recognize Name and Explain Their Distress Published article-journal 2010-09 Epstein R. Paterniti D. et al. Journal of General Internal Medicine 1525-1497 10.1007s11606-010-1367-0",
    "issued": "2010-09",
    "abstract": "BACKGROUND Diagnostic and treatment delay in depression are due to physician and patient factors. Patients vary in awareness of their depressive symptoms and ability to bring depression-related concerns to medical attention. OBJECTIVE To inform interventions to improve recognition and management of depression in primary care by understanding patients inner experiences prior to and during the process of seeking treatment. DESIGN Focus groups analyzed qualitatively. PARTICIPANTS One hundred and sixteen adults 79 response with personal or vicarious history of depression in Rochester NY Austin TX and Sacramento CA. Neighborhood recruitment strategies achieved sociodemographic diversity. APPROACH Open-ended questions developed by a multidisciplinary team and refined in three pilot focus groups explored participants lived experiences of depression depression-related beliefs influences of significant others and facilitators and barriers to care-seeking. Then 12 focus groups stratified by gender and income were conducted audio-recorded and analyzed qualitatively using codingediting methods. MAIN RESULTS Participants described three stages leading to engaging in care for depression - knowing recognizing that something was wrong naming finding words to describe their distress and explaining seeking meaningful attributions. Knowing is influenced by patient personality and social attitudes. Naming is affected by incongruity between the personal experience of depression and its narrow clinical conceptualizations colloquial use of the word depression and stigma. Explaining is influenced by the media socialization processes and social relations. Physicalmedical explanations can appear to facilitate care-seeking but may also have detrimental consequences. Other explanations characterological situational are common and can serve to either enhance or reduce blame of oneself or others. CONCLUSIONS To improve recognition of depression primary care physicians should be alert to patients ill-defined distress and heterogeneous symptoms help patients name their distress and promote explanations that comport with patients lived experience reduce blame and stigma and facilitate care-seeking.",
    "authors": [
      "Ronald M Epstein",
      "Paul R Duberstein",
      "Mitchell D Feldman",
      "Aaron B Rochlen",
      "Robert A Bell",
      "Richard L Kravitz",
      "Camille Cipri",
      "Jennifer D Becker",
      "Patricia M Bamonti",
      "Debora A Paterniti"
    ],
    "relatedExperts": []
  },
  {
    "id": "3744334",
    "title": "Funds Flow Implementation at Academic Health Centers Unique Challenges to Pediatric Departments",
    "name": "Funds Flow Implementation at Academic Health Centers Unique Challenges to Pediatric Departments Published article-journal 2022-10 Lakshminrusimha S. Lubarsky D. et al. The Journal of Pediatrics 1097-6833 10.1016j.jpeds.2022.01.058",
    "issued": "2022-10",
    "abstract": "No Abstract",
    "authors": [
      "Satyan Lakshminrusimha",
      "Susan Murin",
      "J Douglas Kirk",
      "Zishan Mustafa",
      "Timothy R Maurice",
      "Noel Sousa",
      "Janette Lee",
      "David A Lubarsky"
    ],
    "relatedExperts": []
  },
  {
    "id": "4190840",
    "title": "I Do Not Trust Health Information Shared by My Parents Credibility Judgement of Health Misinformation on Social Media in China",
    "name": "I Do Not Trust Health Information Shared by My Parents Credibility Judgement of Health Misinformation on Social Media in China Published article-journal 2024-01-02 Wu S. Du L. et al. Health Communication 1532-7027 10.108010410236.2022.2159143",
    "issued": "2024-01-02",
    "abstract": "The surge of health misinformation on social media poses a threat to public health. This qualitative study reports how users process health misinformation from the dominant strong-tie social media WeChat in China. We conducted ten on-site focus groups involving 76 adult participants. Drawing on the apomediation theory and the dual processing model of credibility assessment we found the heuristic approach to processing health information was the dominant route of engagement. We identified four categories of credibility assessment cues including 1 expertise authority and commercial intent of original sources 2 expertise of apomediaries i.e. social media information sharers and generational bias 3 clickbait and sensational content versus objective scientific style and 4 disconfirmation versus confirmation bias. We highlight that apomediaries are playing an increasingly important role in informing credibility judgment. Specifically younger adults have formed a generational bias of deeming older apomediaries as cues of lower credibility.",
    "authors": [
      "Shiwen Wu",
      "Jingwen Zhang",
      "Lihua Du"
    ],
    "relatedExperts": []
  },
  {
    "id": "4090177",
    "title": "Collaborating with AI Taking a System View to Explore the Future of Work",
    "name": "Collaborating with AI Taking a System View to Explore the Future of Work Published article-journal 2023-09 Anthony C. Fayard A. et al. Organization Science 1526-5455 10.1287orsc.2022.1651",
    "issued": "2023-09",
    "abstract": "In the wake of media hype about artificial intelligence AIhuman collaboration organizations are investing considerable resources into developing and using AI. In this paper we draw on theories of technology in organizations to frame new directions for the study of what it means to work withAI. Drawing on prior literature we consider how interactions between users and AI might unfold through theoretical lenses which cast technology as a tool and as a medium. Reflecting on how AI technologies diverge from technologies studied in the past we propose a new perspective which considers technology as a counterpart in a system of work that includes its design implementation and use. This perspective encourages developing a grounded understanding of how AI intersects with work and therefore ethnography building on thick descriptions is an apt approach. We argue that relational ethnographic approaches can assist organization theorists in navigating the methodological challenges of taking a counterpart perspective and propose several strategies for future research.",
    "authors": [
      "Callen Anthony",
      "Beth A Bechky",
      "Anne-Laure Fayard"
    ],
    "relatedExperts": []
  },
  {
    "id": "2315442",
    "title": "A Chinamans Chance in Court Asian Pacific Americans and Racial Rules of Evidence",
    "name": "A Chinamans Chance in Court Asian Pacific Americans and Racial Rules of Evidence article-journal 2013-12-01 Chin G. UC Irvine Law Review 2327-4514",
    "issued": "2013-12-01",
    "abstract": "No Abstract",
    "authors": [
      "Gabriel Chin"
    ],
    "relatedExperts": []
  },
  {
    "id": "2986241",
    "title": "The Buzz Behind the Buzz Matters Energetic and Tense Arousal as Separate Motivations for Word of Mouth",
    "name": "The Buzz Behind the Buzz Matters Energetic and Tense Arousal as Separate Motivations for Word of Mouth Published article-journal 2020-07 Teeny J. Unnava H. et al. Journal of Consumer Psychology 1532-7663 10.1002jcpy.1151",
    "issued": "2020-07",
    "abstract": "This research provides a novel theoretical framework to explain the missing mechanism behind one of the strongest predictors for engaging in word of mouth WOM the consumers psychological arousal i.e. greater arousal leads to greater WOM e.g. Berger 2011. Across six studies N 1309 we provide evidence for a motivational theory of the arousalWOM relationship highlighting the importance of the WOMs valence positive vs. negative as well as the consumers salient type of arousal energetic vs. tense Thayer 1989. In doing so we demonstrate that consumers use WOM as an arousal management strategy They are motivated to engage in positive WOM to maintain or increase their energetic arousal and to engage in negative WOM to reduce or eliminate their tense arousal. These findings also demonstrate the importance of the WOM recipients response for the WOM source to achieve hisher desired arousal state. Thus this work both expands our understanding of the arousalWOM relationship and provides a framework for interpreting past work and conducting future investigations into when and how consumers will engage in WOM.",
    "authors": [
      "Jacob Teeny",
      "Xiaoyan Deng",
      "H Rao Unnava"
    ],
    "relatedExperts": []
  },
  {
    "id": "3213543",
    "title": "Forest mismanagement misleads",
    "name": "Forest mismanagement misleads Published article-journal 2020-10-23 Schwartz M. Stine P. et al. Science 1095-9203 10.1126science.abe9647",
    "issued": "2020-10-23",
    "abstract": "No Abstract",
    "authors": [
      "Mark W Schwartz",
      "James H Thorne",
      "Brandon M Collins",
      "Peter A Stine"
    ],
    "relatedExperts": []
  },
  {
    "id": "4684371",
    "title": "chale ganas t puedes Latinxao Parents Supporting Students College Aspirations During COVID-19",
    "name": "chale ganas t puedes Latinxao Parents Supporting Students College Aspirations During COVID-19 Published article-journal 2024-01-01 Martinez M. Guerrero B. et al. Journal of Latinos and Education 1532-771X 10.108015348431.2024.2381051",
    "issued": "2024-01-01",
    "abstract": "This paper demonstrates how Latinxao parents drew on various forms of capital to support their childrens college application choice and transition during the pandemic. Latinxao parents encouraged and supported their children by maintaining high college aspirations despite COVID-19 concerns entrusting their children with their college choice decisions despite sometimes conflicting with their own and supporting their children in their college transition through consejos and encouragement. This study contributes to the literature by centering Latinxao parents counternarratives that highlight their ongoing commitment to supporting students college aspirations despite deficit notions exacerbated by the pandemic.",
    "authors": [
      "Mayra Nuñez Martinez",
      "Natalia Deeb-Sossa",
      "Marcela G Cuellar",
      "Blas G Guerrero"
    ],
    "relatedExperts": []
  },
  {
    "id": "1412723",
    "title": "The Humpty Dumpty Problem in the Study of Early Cognitive Development Putting the Infant Back Together Again",
    "name": "The Humpty Dumpty Problem in the Study of Early Cognitive Development Putting the Infant Back Together Again Published article-journal 2009-07 Oakes L. Perspectives on Psychological Science 1745-6924 10.1111j.1745-6924.2009.01137.x",
    "issued": "2009-07",
    "abstract": "In this article I propose that the big question for the field of infant cognitive development is best characterized as the Humpty Dumpty problem Now that we have studied cognitive abilities in isolation how do we put the developing cognitive system and the infant back together again This problem is significant because cognitive abilities do not occur in isolation. Infants remember the items they have attended to and perceived and their emotional state will influence their perception and representation of the events they encounter. Moreover by examining the development of the whole cognitive system or the whole child we gain a deeper understanding of mechanisms developmental change. Thus the big question for the study of infant cognition is like the question confronting all the kings horses and all the kings men How do we put the infants cognitive system back together again",
    "authors": [
      "Lisa M Oakes"
    ],
    "relatedExperts": []
  },
  {
    "id": "4093803",
    "title": "A definition at last but what does it all mean Newspaper coverage of organic food production and its effects on milk purchases",
    "name": "A definition at last but what does it all mean Newspaper coverage of organic food production and its effects on milk purchases Published article-journal 2012-04-01 Kiesel K. Journal of Agricultural and Resource Economics 2327-8285",
    "issued": "2012-04-01",
    "abstract": "This paper estimates the effects of media coverage of organic food production on food purchases. Information from several data sources links national and local newspaper coverage to fluid milk purchases. An analysis of weekly store-level scanner data in a differences-in-differences approach results in a 5 increase in organic milk sales relative to conventional milk sales. Increases in intensity of news coverage increase this relative difference in sales. Differentiating effects by media context further suggests that product category specific coverage increases sales more than general coverage. Critical coverage does not result in significant effects on organic milk sales. Copyright 2012 Western Agricultural Economics Association.",
    "authors": [
      "K Kiesel"
    ],
    "relatedExperts": []
  },
  {
    "id": "2573174",
    "title": "Ive learned to just go with the flow Family caregivers strategies for managing behavioral and psychological symptoms of dementia",
    "name": "Ive learned to just go with the flow Family caregivers strategies for managing behavioral and psychological symptoms of dementia Published article-journal 2020-04 Polenick C. Kales H. et al. Dementia 1741-2684 10.11771471301218780768",
    "issued": "2020-04",
    "abstract": "BACKGROUNDOBJECTIVES Behavioral and psychological symptoms of dementia BPSD are highly prevalent stressful and challenging to manage. Caregivers approaches for handling these behaviors have implications for both care partners well-being. Yet the specific strategies that caregivers use in their daily management of BPSD are relatively unknown. This study used in-depth focus group data to examine family caregivers strategies for managing BPSD. DESIGN As part of a larger study NINR R01NR014200 four focus groups were conducted with a total of 26 family caregivers of older adults with dementia. Caregivers were asked to describe the strategies they use to manage BPSD. Data from audio-recorded sessions were transcribed coded to identify relevant concepts and reduced to determine major categories. RESULTS Caregivers managed BPSD through 1 modifying interactions within the care dyad e.g. simplifying communication 2 modifying the care environment e.g. using written prompts 3 activity engagement 4 humor 5 self-care and 6 social support. CONCLUSION Family caregivers manage BPSD using strategies to minimize stress and address the needs of both care partners. Caregivers own accounts of these approaches reveal a window into their everyday management of difficult behaviors. The present findings generate key information for routine clinical care and targeted interventions to promote caregiver well-being.",
    "authors": [
      "Courtney A Polenick",
      "Laura M Struble",
      "Barbara Stanislawski",
      "Molly Turnwald",
      "Brianna Broderick",
      "Laura N Gitlin",
      "Helen C Kales"
    ],
    "relatedExperts": []
  },
  {
    "id": "3849351",
    "title": "Emotional Distancing Change and Strain in U.S. Young Adult College Students Relationships During COVID-19",
    "name": "Emotional Distancing Change and Strain in U.S. Young Adult College Students Relationships During COVID-19 Published article-journal 2022-04 Dotson M. Cohen A. et al. Emerging Adulthood 2167-6984 10.117721676968211065531",
    "issued": "2022-04",
    "abstract": "We analyzed qualitative data from 707 USA college students aged 18-22 in late April 2020 regarding if and how their relationships had changed at the start of the COVID-19 pandemic. Most 69 participants experienced relationship changes most of whom 77 described negative changes less overall contact feeling disconnected and increased tension some of which was due to conflict over pandemic-related public health precautions. Physical distancing from social contacts also created emotional distancing it was harder to maintain affective connections via online platforms and within the isolating context of shelter-in-place. Due to emerging adulthood being a sensitive window for social development the COVID-19 pandemic-induced emotional distancing could have long-term ramifications for this cohorts relationships over the course of their lives.",
    "authors": [
      "Miranda P Dotson",
      "Elena Maker Castro",
      "Nina T Magid",
      "Lindsay T Hoyt",
      "Ahna Ballanoff Suleiman",
      "Alison K Cohen"
    ],
    "relatedExperts": []
  },
  {
    "id": "3985542",
    "title": "Excited to crash the party Girls self-author their identities as makers in a girls-only designbuild space",
    "name": "Excited to crash the party Girls self-author their identities as makers in a girls-only designbuild space Published article-journal 2023-04-03 Betser S. Martin L. et al. Equity Excellence in Education 1547-3457 10.108010665684.2022.2131195",
    "issued": "2023-04-03",
    "abstract": "This ethnographic study examines a girls-only summer maker program designed to empower girls who learned to use power tools to build their own designs. Drawing from theories of identity construction within figured worlds the article shows how girls in the program authored themselves into roles that run counter to patriarchal notions of making and femininity. Illustrative examples show how girls played with gender presentation produced gender-bending artifacts that became identity resources and learned to collectively navigate traditionally male spaces. The article concludes with implications for the design of equitable maker learning environments.",
    "authors": [
      "Sagit Betser",
      "Rebecca Ambrose",
      "Lee Martin"
    ],
    "relatedExperts": []
  },
  {
    "id": "1811123",
    "title": "Conditional PPP and real exchange rate convergence in the euro area",
    "name": "Conditional PPP and real exchange rate convergence in the euro area Published article-journal 2017-05 Bergin P. Wu J. et al. Journal of International Money and Finance 1873-0639 10.1016j.jimonfin.2017.02.005",
    "issued": "2017-05",
    "abstract": "While economic theory highlights the usefulness of flexible exchange rates in promoting adjustment in international relative prices flexible exchange rates also can be a source of destabilizing shocks. We find that when countries joining the euro currency union abandoned their national exchange rates the adjustment of real exchange rates toward their long-run equilibrium surprisingly became faster. To investigate we distinguish between differing rates of purchasing power parity PPP convergence conditional on alternative shocks which we refer to as conditional PPP. We find that the loss of the exchange rate as an adjustment mechanism after the introduction of the euro was more than compensated by the elimination of the exchange rate as a source of shocks in combination with faster adjustment in national prices. These findings support claims that flexible exchange rates are not necessary to promote long-run international relative price adjustment.",
    "authors": [
      "Paul R Bergin",
      "Reuven Glick",
      "Jyh-Lin Wu"
    ],
    "relatedExperts": []
  },
  {
    "id": "1383100",
    "title": "Boy Eternal Aging Games and Masculinity in The Winters Tale",
    "name": "Boy Eternal Aging Games and Masculinity in The Winters Tale Published article-journal 2010-09 Bloom G. English Literary Renaissance 1475-6757 10.1111j.1475-6757.2010.01071.x",
    "issued": "2010-09",
    "abstract": "This essay draws on a range of early modern writings on games and male development to examine aging mens nostalgia for boyhood play in Shakespeares The Winters Tale. In contrast to the psychoanalytic critical tradition which presumes masculinity to be produced in conflict with women andor femininity I demonstrate masculinity to be a function not only of gender but of age. The Winters Tale explores the consequences of the early modern conception of boyhood as lying on a continuum with manhood a conception reinforced by early modern views of the role of games in male development. I suggest that Leontes and Polixenes turn to games to affirm their connection to boyhood but that the drama problematizes this strategy by depicting these characters as collapsing boyhood and manhood with pathological results. Whereas Leontes ultimately progresses toward normative early modern manhoodusing recreation to recommit to his marriage and accept old agePolixenes regresses remaining fixated on youth and boyhood games. In this way The Winters Tale questions as it produces a linear narrative of male development folding back on itself to portray the cyclical nature of the aging process.",
    "authors": [
      "Gina Bloom"
    ],
    "relatedExperts": []
  },
  {
    "id": "3454114",
    "title": "Far More than Just a Prescription Focus Groups With U.S. Family Planning Providers and Staff About Integrating PrEP for HIV Prevention Into Their Work",
    "name": "Far More than Just a Prescription Focus Groups With U.S. Family Planning Providers and Staff About Integrating PrEP for HIV Prevention Into Their Work Published article-journal 2021-05 Razon N. Seidman D. et al. Womens Health Issues 1878-4321 10.1016j.whi.2021.02.006",
    "issued": "2021-05",
    "abstract": "BACKGROUND Cisgender women in the United States use pre-exposure prophylaxis PrEP for HIV prevention at lower rates relative to other groups. Advocacy groups and patients identify family planning clinics as the preferred sites to lead PrEP implementation for women in the United States. However limited qualitative exploration exists of U.S. family planning practitioners attitudes toward integrating PrEP into their work. METHODS We conducted qualitative focus groups with a convenience sample of family planning clinicians counselors and clinic managers to explore barriers and facilitators to PrEP provision in U.S. family planning clinics. RESULTS We conducted six focus groups total participants 37 with respondents who worked in family planning clinics in San Francisco California Kansas City Missouri and Philadelphia Pennsylvania. Key themes emerged highlighting how PrEP at times runs contrary to other family planning agendas including efficient clinic visits condom promotion and long-acting reversible contraception counseling. Throughout these discussions participants expressed discomfort with HIV vulnerabilities rooted in social and structural determinants of health. CONCLUSIONS Findings suggest that those seeking to implement PrEP for U.S. cisgender women may benefit from exploring 1 how to integrate patientprovider conversations about the structural determinants of health and their relationship to HIV and other sexual and reproductive health outcomes and 2 how to foster person-centered prevention conversations in the context of busy family planning visits.",
    "authors": [
      "Na'amah Razon",
      "Amanda Rodriguez",
      "Kimberly Carlson",
      "Jacki Witt",
      "Rachel Logan",
      "Brittany Chambers",
      "Shannon Weber",
      "Dominika Seidman"
    ],
    "relatedExperts": []
  },
  {
    "id": "3754250",
    "title": "He begins by targeting Mexicans and he will end with Puerto Ricans unpacking Florida Puerto Ricans politics of immigration",
    "name": "He begins by targeting Mexicans and he will end with Puerto Ricans unpacking Florida Puerto Ricans politics of immigration Published article-journal 2022-12-10 Valle A. Ethnic and Racial Studies 1466-4356 10.108001419870.2022.2052142",
    "issued": "2022-12-10",
    "abstract": "No Abstract",
    "authors": [
      "Ariana J Valle"
    ],
    "relatedExperts": []
  },
  {
    "id": "1525889",
    "title": "Brain Attack",
    "name": "Brain Attack Published article-journal 1994-01 Camarata P. Latchaw R. et al. Neurosurgery 1524-4040 10.122700006123-199401000-00021",
    "issued": "1994-01",
    "abstract": "Stroke is the third leading cause of death in the United States behind only heart disease and cancer. With an estimated three million survivors of stroke in the United States the cost to society both directly in health care and indirectly in lost income is staggering. Despite recent advances in basic and clinical neurosciences which have the potential to improve the treatment of acute stroke the general approach to the acute stroke patient remains one of therapeutic nihilism. Most basic science studies show that to be effective acute intervention to reperfuse ischemic tissue must take place within the first several hours as is the case with ischemic myocardium. In addition most neuroprotective agents must also be administered within a short time frame to be effective at salvaging at-risk tissue. Recent studies have suggested that the outcome after intracerebral and subarachnoid hemorrhage is improved with early intervention. However most stroke patients fail to present to medical attention within this short window of opportunity. The publics knowledge about stroke is woefully inadequate. However clinicians who deal with stroke can use the dramatic changes in the treatment of acute myocardial infarction over the last 2 decades as a guide for shaping changes in the management of acute stroke. Comprehensive educational efforts aimed at clinicians and the public at large have dramatically reduced the time from symptom onset to presentation and treatment for acute myocardial infarction enabling treatment methods such as thrombolysis to be effective. The Decade of the Brain offers a unique opportunity to all concerned with the treatment of the patient with acute stroke to engage in a concerted effort to bring patients with a brain attack to specialized neurological attention within the same timeframe that the heart attack patient is handled. Such an effort is justified because although at the present time there are few therapeutic interventions of proven value in the treatment of acute stroke there is more than sufficient suggestive evidence that a number of approaches may be beneficial within the first few hours after the onset of the stroke.",
    "authors": [
      "Paul J Camarata",
      "Roberto C Heros",
      "Richard E Latchaw"
    ],
    "relatedExperts": []
  },
  {
    "id": "2212971",
    "title": "Carrying Online Participation OfflineMobilization by Radical Online Groups and Politically Dissimilar Offline Ties",
    "name": "Carrying Online Participation OfflineMobilization by Radical Online Groups and Politically Dissimilar Offline Ties Published article-journal 2009-09 Wojcieszak M. Journal of Communication 1460-2466 10.1111j.1460-2466.2009.01436.x",
    "issued": "2009-09",
    "abstract": "This study analyzes survey data obtained from members in neo-Nazi and environmentalist discussion forums. It assesses the links between participation in radical and ideologically homogeneous online groups and two forms of political engagement Movement Support and Movement Promotion. This study also tests whether perceived political dissimilarity of offline friends and family core ties and of more distant interpersonal associates significant ties encourages or thwarts political engagement and whether it moderates the influence exerted by online groups. As expected political engagement among the analyzed respondents increases with online participation also controlling for extremism political discussion and news media use. Although dissimilar core ties neither encourage nor discourage political engagement they moderate the mobilizing influence from neo-Nazi and radical environmentalist online groups. Dissimilar significant ties in turn do not directly affect political engagement and do not interact with online participation. Theoretical and practical implications are discussed. 2009 International Communication Association.",
    "authors": [
      "Magdalena Wojcieszak"
    ],
    "relatedExperts": []
  },
  {
    "id": "1375858",
    "title": "A Contract for Change Increases Produce Consumption in Low-Income Women A Pilot Study",
    "name": "A Contract for Change Increases Produce Consumption in Low-Income Women A Pilot Study Published article-journal 2005-11 Heneman K. Steinberg F. et al. Journal of the Academy of Nutrition and Dietetics 1878-3570 10.1016j.jada.2005.08.015",
    "issued": "2005-11",
    "abstract": "This study determined whether a Contract for Change goal-setting exercise enhanced the effectiveness of the Expanded Food and Nutrition EducationFood Stamp Nutrition Education programs to increase produce consumption in low-income 130 of poverty women after 4 weeks. Thirty-eight participants were randomized in this three-group parallel arm study a control group participants received life-skills lessons b the education group received the Expanded Food and Nutrition EducationFood Stamp Nutrition Education Food Guide Pyramid lessons and c the contract group also received the Food Guide Pyramid series and completed a Contract for Change. It was hypothesized that the contract group would have the greatest increases in advancement toward dietary change and produce consumption. Compared with controls the contract group significantly moved toward acceptance of vegetable consumption P or .05. Compared with the education group the contract group significantly increased fruit consumption. Results suggest that nutrition professionals can effectively use goal-setting to assist low-income populations with dietary change.",
    "authors": [
      "Karrie Heneman",
      "Amy Block-Joy",
      "Sheri Zidenberg-Cherr",
      "Susan Donohue",
      "Linda Garcia",
      "Anna Martin",
      "Diane Metz",
      "Dorothy Smith",
      "Estella West",
      "Francene M Steinberg"
    ],
    "relatedExperts": []
  },
  {
    "id": "4559616",
    "title": "Ests LuchandoPor Toda La Comunidad The Communal Organizing Literacies of Latinex Immigrant Families",
    "name": "Ests LuchandoPor Toda La Comunidad The Communal Organizing Literacies of Latinex Immigrant Families Published article-journal 2024-05-03 Rusoja A. Journal of Language Identity Education 1532-7701 10.108015348458.2024.2324271",
    "issued": "2024-05-03",
    "abstract": "No Abstract",
    "authors": [
      "Alicia Rusoja"
    ],
    "relatedExperts": []
  },
  {
    "id": "4486735",
    "title": "Air That Once Was Breath Part 1 Wildfire-Smoke-Induced Mechanisms of Airway Inflammation Climate Change Allergy and Immunology Special IAAI Article Collection Collegium Internationale Allergologicum Update 2023",
    "name": "Air That Once Was Breath Part 1 Wildfire-Smoke-Induced Mechanisms of Airway Inflammation Climate Change Allergy and Immunology Special IAAI Article Collection Collegium Internationale Allergologicum Update 2023 Published article-journal 2024 Bowman W. Haczku A. et al. International Archives of Allergy and Immunology 1423-0097 10.1159000536578",
    "issued": "2024",
    "abstract": "BACKGROUND Wildfires are a global concern due to their wide-ranging environmental economic and public health impacts. Climate change contributes to an increase in the frequency and intensity of wildfires making smoke exposure a more significant and recurring health concern for individuals with airway diseases. Some of the most prominent effects of wildfire smoke exposure are asthma exacerbations and allergic airway sensitization. Likely due to the delayed recognition of its health impacts in comparison with cigarette smoke and industrial or traffic-related air pollution research on the composition the mechanisms of toxicity and the cellularmolecular pathways involved is poor or non-existent. SUMMARY This review discusses potential underlying pathological mechanisms of wildfire-smoke-related allergic airway disease and asthma. We focused on major gaps in understanding the role of wildfire smoke composition in the development of airway disease and the known and potential mechanisms involving cellular and molecular players of oxidative injury at the epithelial barrier in airway inflammation. We examine how PM2.5 VOCs O3 endotoxin microbes and toxic gases may affect oxidative stress and inflammation in the respiratory mucosal barrier. We discuss the role of AhR in mediating smokes effects in alarmin release and IL-17A production and how glucocorticoid responsiveness may be impaired by IL-17A-induced signaling and epigenetic changes leading to steroid-resistant severe airway inflammation. KEY MESSAGE Effective mitigation of wildfire-smoke-related respiratory health effects would require comprehensive research efforts aimed at a better understanding of the immune regulatory effects of wildfire smoke in respiratory health and disease.",
    "authors": [
      "Willis S Bowman",
      "Rebecca J Schmidt",
      "Gursharan K Sanghar",
      "George R Thompson",
      "Hong Ji",
      "Amir A Zeki",
      "Angela Haczku"
    ],
    "relatedExperts": []
  },
  {
    "id": "4728662",
    "title": "Failure to Rescue An Imperfect Measure Well Suited to Complement an Imperfect World",
    "name": "Failure to Rescue An Imperfect Measure Well Suited to Complement an Imperfect World Published article-journal 2019-11-05 Holzer R. Journal of the American Heart Association 2047-9980 10.1161jaha.119.014356",
    "issued": "2019-11-05",
    "abstract": "No Abstract",
    "authors": [
      "Ralf J Holzer"
    ],
    "relatedExperts": []
  },
  {
    "id": "4580911",
    "title": "I Dont Think the System Will Ever be the Same Distance Education Leaders Predictions and Recommendations for the Use of Online Learning in Community Colleges Post-COVID",
    "name": "I Dont Think the System Will Ever be the Same Distance Education Leaders Predictions and Recommendations for the Use of Online Learning in Community Colleges Post-COVID Published article-journal 2024-01-01 Hart C. Xu D. et al. The Journal of Higher Education 1538-4640 10.108000221546.2024.2347810",
    "issued": "2024-01-01",
    "abstract": "While the COVID-19 pandemic necessitated the short-term use of online courses colleges experiences with COVID-era online course delivery may also affect the way that they offer and approach online courses going forward. We draw on interviews with 35 distance education leaders from the California Community Colleges system to provide insights into how the use of online education may change in the system going forward. Leaders predicted that post-pandemic colleges would increase their online course offerings and that many instructional innovations to online courses from the pandemicsuch as the use of synchronous courseswould persist. We discuss implications for practitioners policymakers and researchers.",
    "authors": [
      "Cassandra MD Hart",
      "Michael Hill",
      "Emily Alonso",
      "Di Xu"
    ],
    "relatedExperts": []
  },
  {
    "id": "4204837",
    "title": "I dont fit in anywhere Undergraduates experiences with avatars and games in an Education course",
    "name": "I dont fit in anywhere Undergraduates experiences with avatars and games in an Education course article-journal 2022-09-18 Degand D. undefined",
    "issued": "2022-09-18",
    "abstract": "This article presents findings from an investigation into undergraduate students experiences with the video game Forge of Empires in an Education course. I share details from one students personal life experiences and I illustrate how those experiences relate to her reflections on her gaming assignments. I also contrast her reactions to Forge of Empires avatar choices with the reactions of the other participants in this study. I conclude by recommending that preservice teachers be simultaneously trained in critical pedagogies and the use of video games for instruction. The inclusion of critical pedagogies such as Critical Media Literacy Culturally Relevant Pedagogy and Critical Race Theory in courses about educational uses of video games can help prepare teachers for difficult conversations that will arise when students come across the issues of biases inequities and the underrepresentation of marginalized groups.",
    "authors": [
      "Darnel Degand"
    ],
    "relatedExperts": []
  },
  {
    "id": "1346499",
    "title": "Editing Genes A Case Study About How Language Matters in Bioethics",
    "name": "Editing Genes A Case Study About How Language Matters in Bioethics Published article-journal 2015-12-02 OKeefe M. Sciences U. et al. The American Journal of Bioethics 1536-0075 10.108015265161.2015.1103804",
    "issued": "2015-12-02",
    "abstract": "Metaphors used to describe new technologies mediate public understanding of the innovations. Analyzing the linguistic rhetorical and affective aspects of these metaphors opens the range of issues available for bioethical scrutiny and increases public accountability. This article shows how such a multidisciplinary approach can be useful by looking at a set of texts about one issue the use of a newly developed technique for genetic modification CRISPRcas9.",
    "authors": [
      "Meaghan O'Keefe",
      "Sarah Perrault",
      "Jodi Halpern",
      "Lisa Ikemoto",
      "Mark Yarborough",
      "UC North Bioethics Collaboratory for Life Health Sciences"
    ],
    "relatedExperts": []
  },
  {
    "id": "4235047",
    "title": "I Havent had That Conversation Yet How Homework is or isnt Addressed in Teacher Preparation",
    "name": "I Havent had That Conversation Yet How Homework is or isnt Addressed in Teacher Preparation Published article-journal 2024-07 Bempechat J. Baca E. et al. Journal of Education 2515-5741 10.117700220574231183140",
    "issued": "2024-07",
    "abstract": "In this mixed methods case study we explored the extent to which novice teachers in one institution were prepared to respond to homework-related concerns be these in favor of or against the practice. We queried three sources of information teacher educators methods course syllabi and nationalstate accreditation standards for teacher preparation. Findings revealed several key themes including challenges inherent in guiding preservice teachers as they navigate homework policies. In addition even though teacher educators believed it important to prepare preservice teachers for the inherent complexity of homework practices they provided minimal guidance on how they might address such concerns. Syllabus and standards reviews showed that neither addressed homework-related issues. We discuss implications for preservice teacher preparation.",
    "authors": [
      "Janine Bempechat",
      "Margarita Jiménez-Silva",
      "Eleonora Villegas-Reimers",
      "Evelyn Baca"
    ],
    "relatedExperts": []
  },
  {
    "id": "2167232",
    "title": "If it suffices to accuse iUnited States v. Wattsi and the reassessment of acquittals",
    "name": "If it suffices to accuse iUnited States v. Wattsi and the reassessment of acquittals Published article-journal 1999 Joh E. NEW YORK UNIVERSITY LAW REVIEW 0028-7881",
    "issued": "1999",
    "abstract": "No Abstract",
    "authors": [
      "EE Joh"
    ],
    "relatedExperts": []
  },
  {
    "id": "4128004",
    "title": "The Doctor title Respect or confusion",
    "name": "The Doctor title Respect or confusion Published article-journal 2012-02-01 Yin Q. Physics Today 1945-0699 10.1063pt.3.1419",
    "issued": "2012-02-01",
    "abstract": "No Abstract",
    "authors": [
      "Qing-zhu Yin"
    ],
    "relatedExperts": []
  },
  {
    "id": "2773053",
    "title": "Coral bead sign in Multicentric Reticulohistiocytosis",
    "name": "Coral bead sign in Multicentric Reticulohistiocytosis Published article-journal 2020-06 Sarkar S. Raychaudhuri S. et al. International Journal of Dermatology 1365-4632 10.1111ijd.14746",
    "issued": "2020-06",
    "abstract": "No Abstract",
    "authors": [
      "Soumajyoti Sarkar",
      "Maxwell A Fung",
      "Siba P Raychaudhuri"
    ],
    "relatedExperts": []
  },
  {
    "id": "4728735",
    "title": "Hybrid stent delivery in the pulmonary circulation.",
    "name": "Hybrid stent delivery in the pulmonary circulation. Published article-journal 2008-11 Holzer R. Galantowicz M. et al. Journal of Invasive Cardiology 1557-2501",
    "issued": "2008-11",
    "abstract": "OBJECTIVE We sought to describe our institutional experience providing hybrid intraoperative stent therapy for pulmonary artery PA stenoses. BACKGROUND Surgical patch angioplasty transcatheter stent therapy and intraoperative stent delivery are valuable treatment options for PA stenoses. The experience with intraoperative hybrid therapy has increased and new techniques and equipment have become available. METHODS This study involves a retrospective review of 20 patients with a median age of 5.1 years who underwent hybrid PA stent therapy between March 2003 and April 2008. Thirteen patients had underlying diagnoses of either tetralogy of Fallot pulmonary atresia with a ventricular septal defect VSD or truncus arteriosus. RESULTS In 15 procedures stents were implanted under direct vision. In 3 procedures stents were implanted using vascular puncture with angiographic guidance and in 2 procedures stents were implanted using a combination of direct vision and fluoroscopyangiography. Successful stent deployment was achieved in 1820 90 procedures. One stent was malpositioned from the right ventricular outflow tract through a VSD while another stent fractured as a result of high-pressure balloon expansion of a very resistant lesion. Adverse events were encountered in 320 15 procedures which included the 2 unsuccessful stent deliveries. The median follow up thus far has been 1.7 years 41 days to 5.1 years. Seven of 20 35 patients required repeated interventions at the site of previous stent placement at a median interval of 8.5 months. CONCLUSIONS Hybrid stent delivery in the operating room using either direct vision or vascular puncture is safe and effective. Using a well-equipped hybrid operating suite facilitates safe intraoperative stent delivery in a wide variety of patients. Close cooperation between the surgical and interventional teams is essential.",
    "authors": [
      "Ralf J Holzer",
      "Joanne L Chisolm",
      "Sharon L Hill",
      "Vincent Olshove",
      "Alistair Phillips",
      "John P Cheatham",
      "Mark Galantowicz"
    ],
    "relatedExperts": []
  },
  {
    "id": "1527220",
    "title": "Cing Bacterial Infections",
    "name": "Cing Bacterial Infections Published article-journal 2014-07-02 Nishijima D. Science Translational Medicine 1946-6242 10.1126scitranslmed.3009628",
    "issued": "2014-07-02",
    "abstract": "jatspThe diagnostic accuracy of the C-reactive protein test for identifying bacterial infections in febrile children was improved by including the time of fever onset.jatsp",
    "authors": [
      "Daniel K Nishijima"
    ],
    "relatedExperts": []
  },
  {
    "id": "1474082",
    "title": "A form adequate to history Toward a renewed marxist poetics",
    "name": "A form adequate to history Toward a renewed marxist poetics Published article-journal 2010-12-01 Clover J. Paideuma 0090-5674",
    "issued": "2010-12-01",
    "abstract": "No Abstract",
    "authors": [
      "J Clover"
    ],
    "relatedExperts": []
  },
  {
    "id": "4090810",
    "title": "How to Select a Representative Product Set From Market Inventory A Multicriteria Approach as a Base for Future Reformulation of Cookies",
    "name": "How to Select a Representative Product Set From Market Inventory A Multicriteria Approach as a Base for Future Reformulation of Cookies Published online article-journal 2021 Liechti C. Saint-Eve A. et al. Frontiers in Nutrition 2296-861X 10.3389fnut.2021.749596",
    "issued": "2021",
    "abstract": "Consuming too much fat sugar and salt is associated with adverse health outcomes. Food reformulation is one possible strategy to enhance the food environment by improving the nutritional quality of commercial products. However food reformulation faces many hindrances. One way to alleviate some of these hindrances is to embrace a multicriteria approach that is based on a market inventory. In this objective additional sensory screening and water content analyses allow going beyond nutrition and composition information on the packaging. However due to feasibility reasons for later in-depth analyses it is necessary to work with several reduced and manageable products. To the best of the authors knowledge in the literature there is no sample selection approach taking into account multiple criteria as a base for future food reformulation. The overall aim of this paper is to propose a method to select the best representative products from the market base for future reformulation by going beyond nutrition and composition information on the packaging. This approach considered therefore nutrition composition economic water content and sensory information with the example of the cookies market. The first step is the creation of an extensive cookie database including sensory and water content information. In total 178 cookies among the French market were identified then focus was placed on 62 chocolate chip cookies only. Sensory screening and water content analyses of all 62 products were conducted. The second step is to make an informed subset selection thanks to a cluster analysis based on 11 nutrition composition and water content variables. A representative subset of 18 cookies could be derived from the obtained clusters. The representativity was evaluated with statistical uni- and multivariate analyses. Results showed a broad variety of chocolate chips cookies with a large nutritional compositional water content and sensory differences. These results highlighted the first paths for future reformulation in this product category and showed the importance to include physical product information beyond the information on the packaging. This complete database on the selected cookies constituted a solid base for identifying future reformulation levers in order to improve the nutritional quality and health.",
    "authors": [
      "Carole Liechti",
      "Julien Delarue",
      "Isabelle Souchon",
      "Véronique Bosc",
      "Anne Saint-Eve"
    ],
    "relatedExperts": []
  },
  {
    "id": "4197652",
    "title": "I Just Want to Be Myself Adolescents With Disabilities Who Identify as a Sexual or Gender Minority",
    "name": "I Just Want to Be Myself Adolescents With Disabilities Who Identify as a Sexual or Gender Minority Published article-journal 2015-10-02 Kahn L. Lindstrom L. The Educational Forum 1938-8098 10.108000131725.2015.1068416",
    "issued": "2015-10-02",
    "abstract": "Adolescents with disabilities who identify as a sexual or gender minority are at high risk for negative school experiences and poor outcomes including peer rejection bullying and dropping out. Using an intersectionality framework this study examined how multiple marginalized identities influence sense of self and school experience for this population. Findings reveal a complex picture of lived experiences and support the need for important changes in school practices.",
    "authors": [
      "Laurie Gutmann Kahn",
      "Lauren Lindstrom"
    ],
    "relatedExperts": []
  },
  {
    "id": "4403398",
    "title": "High blood pressure comes from thinking too much Understandings of illness among couples living with cardiometabolic disorders and HIV in Malawi",
    "name": "High blood pressure comes from thinking too much Understandings of illness among couples living with cardiometabolic disorders and HIV in Malawi Published online article-journal 2023 Jere J. Conroy A. et al. PLOS ONE 1932-6203 10.1371journal.pone.0296473",
    "issued": "2023",
    "abstract": "Cardiometabolic disorders CMD such as hypertension and diabetes are increasingly prevalent in sub-Saharan Africa placing people living with HIV at risk for cardiovascular disease and threatening the success of HIV care. Spouses are often the primary caregivers for people living with CMD and understanding patients and partners conceptions of CMD could inform care. We conducted semi-structured interviews with 25 couples having a partner living with HIV and either hypertension or diabetes. Couples were recruited from HIV clinics in Malawi and were interviewed on beliefs around symptoms causation prevention and treatment for CMD. Data were analyzed at the individual and dyadic levels using framework analysis and Kleinmans theory of explanatory models as a lens. On average participants were 51 years old and married for 21 years. Approximately 57 14 and 80 had hypertension diabetes and HIV. Couples endorsed a combination of biomedical explanatory models beliefs around physical and mental health and traditional explanatory models beliefs around religion and natural remedies although tended to emphasize the biomedical model. Half of couples believed stress was the main cause of hypertension. For diabetes diet was believed to be a common cause. In terms of prevention dietary changes and physical activity were most frequently mentioned. For disease management medication adherence and diet modifications were emphasized with some couples also supporting herbal remedies stress reduction and faith in God as strategies. Participants were generally more concerned about CMD than HIV due to poor access to CMD medications and beliefs that CMD could lead to sudden death. Within couples partners often held many of the same beliefs but diverged around which etiological or preventive factors were most important e.g. stress versus diet and the best diet for CMD. Health education programs should involve primary partners to build knowledge of CMD and address overlap with HIV and reinforce accurate information on lifestyle factors for the prevention and treatment of CMD.",
    "authors": [
      "Jane Jere",
      "Allison Ruark",
      "Julie T Bidwell",
      "Rita M Butterfield",
      "Torsten B Neilands",
      "Sheri D Weiser",
      "Nancy Mulauzi",
      "James Mkandawire",
      "Amy A Conroy"
    ],
    "relatedExperts": []
  },
  {
    "id": "574622",
    "title": "The beta-clasp model of apolipoprotein A-I A lipid-free solution structure determined by electron paramagnetic resonance spectroscopy",
    "name": "The beta-clasp model of apolipoprotein A-I A lipid-free solution structure determined by electron paramagnetic resonance spectroscopy Published article-journal 2012-03 Lagerstedt J. Oda M. et al. Biochimica et Biophysica Acta 1879-2618 10.1016j.bbalip.2011.12.010",
    "issued": "2012-03",
    "abstract": "Apolipoprotein A-I apoA-I is the major protein component of high density lipoproteins HDL and plays a central role in cholesterol metabolism. The lipid-freelipid-poor form of apoA-I is the preferred substrate for the ATP-binding cassette transporter A1 ABCA1. The interaction of apoA-I with ABCA1 leads to the formation of cholesterol laden high density lipoprotein HDL particles a key step in reverse cholesterol transport and the maintenance of cholesterol homeostasis. Knowledge of the structure of lipid-free apoA-I is essential to understanding its critical interaction with ABCA1 and the molecular mechanisms underlying HDL biogenesis. We therefore examined the structure of lipid-free apoA-I by electron paramagnetic resonance spectroscopy EPR. Through site directed spin label EPR we mapped the secondary structure of apoA-I and identified sites of spin coupling as residues 26 44 64 167 217 and 226. We capitalize on the fact that lipid-free apoA-I self-associates in an anti-parallel manner in solution. We employed these sites of spin coupling to define the central plane in the dimeric apoA-I complex. Applying both the constraints of dipolar coupling with the EPR-derived pattern of solvent accessibility we assembled the secondary structure into a tertiary context providing a solution structure for lipid-free apoA-I. This article is part of a Special Issue entitled Advances in High Density Lipoprotein Formation and Metabolism A Tribute to John F. Oram 1945-2010.",
    "authors": [
      "Jens O Lagerstedt",
      "Madhu S Budamagunta",
      "Grace S Liu",
      "Nicole C DeValle",
      "John C Voss",
      "Michael N Oda"
    ],
    "relatedExperts": []
  },
  {
    "id": "2327972",
    "title": "Everyone has a peer in the low user tier the diversity of low residential energy users",
    "name": "Everyone has a peer in the low user tier the diversity of low residential energy users Published article-journal 2019-01 Deumling R. Meier A. et al. Energy Efficiency 1570-6478 10.1007s12053-018-9703-z",
    "issued": "2019-01",
    "abstract": "Low residential energy use is typically associated with undesirable characteristics such as poverty thermal discomfort or small dwelling size. The association of low energy use with deprivation has been an obstacle to promoting more aggressive goals for reduction of residential use. However there is little research on the composition of the low user population. We investigated the demographics behavior and satisfaction of the lowest 10 of electricity consumers in Sacramento CA to see what attributes best correlated with low use. California like many other regions has GHG emissions goals requiring drastic reductions in residential consumption. Households in Sacramentos lowest decile of electricity consumption already live at electricity consumption levels consistent with the goals for 2050. Our investigation of 700 of these households found that diversity of low users with regard to age income education appliance ownership and dwelling characteristics is similar to that of the general population. Low-use households tend to be smaller but not enough to explain the entirety of low usage. Surveys and interviews revealed that those in the lowest 10 typically pursued low consumption deliberately and enthusiastically and were aware of their status as low users. Conversations about energy conserving strategies were embedded in their social lives. They employed diverse and creative strategies to maintain thermal comfort without excess energy use often exceeding expert recommendations. Finally the distribution of self-reported quality of life was no different from that of the general population living at much higher consumption levels. Overall the key determinants of low use were a positive engagement with improvisation and experimentation and the salience of energy in personal or social life. The population of low users should be treated as a valuable source of peer advice and lifestyle modeling.",
    "authors": [
      "Reuben Deumling",
      "Deborah Poskanzer",
      "Alan Meier"
    ],
    "relatedExperts": []
  },
  {
    "id": "1401614",
    "title": "Click chemistry based conjugation of lipophilic curcumin to hydrophilic -polylysine for enhanced functionality",
    "name": "Click chemistry based conjugation of lipophilic curcumin to hydrophilic -polylysine for enhanced functionality Published article-journal 2013-11 Tikekar R. Nitin N. et al. Food Research International 1873-7145 10.1016j.foodres.2013.06.004",
    "issued": "2013-11",
    "abstract": "This short communication demonstrates an application of click chemistry to conjugate small hydrophobic bioactive molecule such as curcumin with water soluble biopolymer such as -polylysine to improve the functionality of the biopolymer. -Polylysine and curcumin were modified to -polylysine azide and monoalkyne curcumin respectively. The Huisgen cycloaddition click chemistry between the azide group and monoalkyne group led to formation of a triazole linkage between -polylysine and curcumin. The conjugation process was characterized using Fourier transform infrared FT-IR spectroscopy. Retention of functional activity of conjugated curcumin was evaluated by comparing the antioxidant activity of conjugates with native -polylysine using the oxygen radical absorbance capacity ORAC assay. FT-IR spectra showed a significant decrease in the peak intensity of azide group of -polylysine 2102cm-1 and a concomitant presence of triazole peak 1459cm-1 after reaction with monoalkyne curcumin validating that conjugation was successful. ORAC assay showed that the antioxidant activity of -polylysine-curcumin conjugate was 3.6 fold higher than control -polylysine indicating that conjugated curcumin retained its functional properties. These results highlight the success of click chemistry to achieve conjugation of small molecules to polymers. 2013 Elsevier Ltd.",
    "authors": [
      "Rohan V Tikekar",
      "Mateo Hernandez",
      "Donald P Land",
      "N Nitin"
    ],
    "relatedExperts": []
  },
  {
    "id": "4818253",
    "title": "Connecting the Dots A Qualitative Study of Home Health Nurse Perspectives on Coordinating Care for Recently Discharged Patients",
    "name": "Connecting the Dots A Qualitative Study of Home Health Nurse Perspectives on Coordinating Care for Recently Discharged Patients Published article-journal 2017-10 Jones C. Wald H. et al. Journal of General Internal Medicine 1525-1497 10.1007s11606-017-4104-0",
    "issued": "2017-10",
    "abstract": "BACKGROUND In 2012 nearly one-third of adults 65 years or older with Medicare discharged to home after hospitalization were referred for home health care HHC services. Care coordination between the hospital and HHC is frequently inadequate and may contribute to medication errors and readmissions. Insights from HHC nurses could inform improvements to care coordination. OBJECTIVE To describe HHC nurse perspectives about challenges and solutions to coordinating care for recently discharged patients. DESIGNPARTICIPANTS We conducted a descriptive qualitative study with six focus groups of HHC nurses and staff n 56 recruited from six agencies in Colorado. Focus groups were recorded transcribed and analyzed using a mixed deductiveinductive approach to theme analysis with a team-based iterative method. KEY RESULTS HHC nurses described challenges and solutions within domains of Accountability Communication Assessing Needs Goals and Medication Management. One additional domain of Safety for both patients and HHC nurses emerged from the analysis. Within each domain solutions for improving care coordination included the following 1 Accountability-hospital physicians willing to manage HHC orders until primary care follow-up potential legislation allowing physician assistants and nurse practitioners to write HHC orders 2 Communication-enhanced access to hospital records and direct telephone lines for HHC 3 Assessing Needs Goals-liaisons from HHC agencies meeting with patients in hospital 4 Medication Management-HHC coordinating directly with clinician or pharmacist to resolve discrepancies and 5 Safety-HHC nurses contributing non-reimbursable services for patients and ensuring that cognitive and behavioral health information is shared with HHC. CONCLUSIONS In an era of shared accountability for patient outcomes across settings solutions for improving care coordination with HHC are needed. Efforts to improve care coordination with HHC should focus on clearly defining accountability for orders enhanced communication improved alignment of expectations for HHC between clinicians and patients a focus on reducing medication discrepancies and prioritizing safety for both patients and HHC nurses.",
    "authors": [
      "Christine D Jones",
      "Jacqueline Jones",
      "Angela Richard",
      "Kathryn Bowles",
      "Dana Lahoff",
      "Rebecca S Boxer",
      "Frederick A Masoudi",
      "Eric A Coleman",
      "Heidi L Wald"
    ],
    "relatedExperts": []
  },
  {
    "id": "2713981",
    "title": "Call a Teenager Thats What I Do - Grandchildren Help Older Adults Use New Technologies Qualitative Study",
    "name": "Call a Teenager Thats What I Do - Grandchildren Help Older Adults Use New Technologies Qualitative Study Published online article-journal 2019-06-06 Portz J. Bayliss E. et al. JMIR Aging 2561-7605 10.219613713",
    "issued": "2019-06-06",
    "abstract": "BACKGROUND Although family technical support seems intuitive there is very little research exploring this topic. OBJECTIVE The objective of this study was to conduct a subanalysis of data collected from a large-scale qualitative project regarding older adults experiences in using health information technology. Specifically the subanalysis explored older adults experiences with technology support from family members to inform strategies for promoting older adults engagement with new health technologies. Although the primary analysis of the original study was theoretically driven this paper reports results from an inductive open-coding analysis. METHODS This is a subanalysis of a major code identified unexpectedly from a qualitative study investigating older adults use experience of a widespread health technology the patient portal. A total of 24 older patients 65 years with multiple chronic conditions Charlson Comorbidity Index 2 participated in focus groups conducted at the patients primary clinic. While conducting the primary theoretically driven analysis coders utilized an open-coding approach to ensure important ideas not reflected in the theoretical code book were captured. Open coding resulted in 1 code family support. This subanalysis further categorized family support by who provided tech support how tech support was offered and the opinions of older participants about receiving family tech support. RESULTS The participants were not specifically asked about family support yet themes around family assistance and encouragement for technology emerged from every focus group. Participants repeatedly mentioned that they called their grandchildren and adult children if they needed help with technology. Participants also reported that family members experienced difficulty when teaching technology use. Family members struggled to explain simple technology tasks and were frustrated by the slow teaching process. CONCLUSIONS The results suggest that older adults ask their family members particularly grandchildren to support them in the use of new technologies. However family may experience difficulties in providing this support. Older adults will be increasingly expected to use health technologies and family members may help with tech support. Providers and health systems should consider potential family support and engagement strategies to foster adoption and use among older patients.",
    "authors": [
      "Jennifer Dickman Portz",
      "Christine Fruhauf",
      "Sheana Bull",
      "Rebecca S Boxer",
      "David B Bekelman",
      "Alejandra Casillas",
      "Kathy Gleason",
      "Elizabeth A Bayliss"
    ],
    "relatedExperts": []
  },
  {
    "id": "1464671",
    "title": "Death of a narcissistic salesman An integrative model of fragile self-esteem",
    "name": "Death of a narcissistic salesman An integrative model of fragile self-esteem Published article-journal 2003-01-01 Tracy J. Robins R. Psychological Inquiry 1532-7965",
    "issued": "2003-01-01",
    "abstract": "No Abstract",
    "authors": [
      "JL Tracy",
      "RW Robins"
    ],
    "relatedExperts": []
  },
  {
    "id": "4165687",
    "title": "Autoinflammatory psoriasisgenetics and biology of pustular psoriasis",
    "name": "Autoinflammatory psoriasisgenetics and biology of pustular psoriasis Published article-journal 2021-02 Uppala R. Gudjonsson J. et al. Cellular Molecular Immunology 2042-0226 10.1038s41423-020-0519-3",
    "issued": "2021-02",
    "abstract": "Psoriasis is a chronic inflammatory skin condition that has a fairly wide range of clinical presentations. Plaque psoriasis which is the most common manifestation of psoriasis is located on one end of the spectrum dominated by adaptive immune responses whereas the rarer pustular psoriasis lies on the opposite end dominated by innate and autoinflammatory immune responses. In recent years genetic studies have identified six genetic variants that predispose to pustular psoriasis and these have highlighted the role of IL-36 cytokines as central to pustular psoriasis pathogenesis. In this review we discuss the presentation and clinical subtypes of pustular psoriasis contribution of genetic predisposing variants critical role of the IL-36 family of cytokines in disease pathophysiology and treatment perspectives for pustular psoriasis. We further outline the application of appropriate mouse models for the study of pustular psoriasis and address the outstanding questions and issues related to our understanding of the mechanisms involved in pustular psoriasis.",
    "authors": [
      "Ranjitha Uppala",
      "Lam C Tsoi",
      "Paul W Harms",
      "Bo Wang",
      "Allison C Billi",
      "Emanual Maverakis",
      "J Michelle Kahlenberg",
      "Nicole L Ward",
      "Johann E Gudjonsson"
    ],
    "relatedExperts": []
  },
  {
    "id": "1479517",
    "title": "Are There Any Children for Sale Genocide and the Transfer of Armenian Children 19151922",
    "name": "Are There Any Children for Sale Genocide and the Transfer of Armenian Children 19151922 Published article-journal 2013-07 Watenpaugh K. Journal of Human Rights 1475-4843 10.108014754835.2013.812410",
    "issued": "2013-07",
    "abstract": "The forced transfer of children from one group to another is considered an element of the crime of genocide yet this subject has attracted little scholarly attention. Using the history of the mass transfer of Armenian children during the Armenian Genocide of 1915-1922 as a case this article argues that the study of child transfer and recovery is critical to both the history of human rights and a more sophisticated understanding of genocide including the forms of genocide accompanying the colonial encounter. The experience of transferred children and their recovery or loss can help better clarify the historical relationship between the concepts of the rights of the child and individual human and minority rights as these have evolved before and immediately after World War II. Moreover this article also contends that it is important to characterize child transfer as genocide as opposed to colonial assimilation or acculturation as a feature of modernization when explaining the broader social impact of mass violence forced migration and cultural destruction on victimsurvivor and perpetrator communities. 2013 Copyright Taylor and Francis Group LLC.",
    "authors": [
      "Keith David Watenpaugh"
    ],
    "relatedExperts": []
  },
  {
    "id": "4359199",
    "title": "Extending the Referendum Model of Presidential Election Outcomes Both Candidates Matter",
    "name": "Extending the Referendum Model of Presidential Election Outcomes Both Candidates Matter Published article-journal 2024-01 Highton B. Stone W. American Politics Research 1552-3373 10.11771532673x231206138",
    "issued": "2024-01",
    "abstract": "We offer a candidate-centered amendment to incumbent-referendum models of presidential election outcomes that dominate the literature on post-WWII presidential elections. Our argument is that incumbent-challenger differences in character qualifications and issue concerns of the electorate should be included. These differentials which recognize the advantage or disadvantage of the incumbent relative to the challenger party candidate have strong effects on election outcomes independent of the state of the economy the number of years the incumbent party has held the White House and presidential approval. Properly understood in addition to the state of national affairs presidential election outcomes are about the choice presented to the mass public. This added element means that candidates matter for election outcomes and electoral change in ways that have not been properly appreciated in existing scholarship.",
    "authors": [
      "Benjamin Highton",
      "Walter J Stone"
    ],
    "relatedExperts": []
  },
  {
    "id": "1507103",
    "title": "Cross-talk in electromyograms contamination of EMGs recorded with bipolar fine-wire electrodes by volume conducted myoelectric activity from distant sources.",
    "name": "Cross-talk in electromyograms contamination of EMGs recorded with bipolar fine-wire electrodes by volume conducted myoelectric activity from distant sources. Published article-journal 1986 Mangun G. Goslow G. et al. Electromyography and Clinical Neurophysiology 0301-150X",
    "issued": "1986",
    "abstract": "No Abstract",
    "authors": [
      "GR Mangun",
      "RM Mulkey",
      "BL Young",
      "GE Goslow"
    ],
    "relatedExperts": []
  },
  {
    "id": "1080067",
    "title": "Coaching Boys into Men A Cluster-Randomized Controlled Trial of a Dating Violence Prevention Program",
    "name": "Coaching Boys into Men A Cluster-Randomized Controlled Trial of a Dating Violence Prevention Program Published article-journal 2012-11 Miller E. Silverman J. et al. Journal of Adolescent Health 1879-1972 10.1016j.jadohealth.2012.01.018",
    "issued": "2012-11",
    "abstract": "PURPOSE Dating violence DV--physical sexual and psychological aggression in adolescent romantic relationships--is prevalent among youth. Despite broad calls for primary prevention few programs with demonstrated effectiveness exist. This cluster-randomized trial examined the effectiveness of a DV perpetration prevention program targeting coaches and high school male athletes. METHODS The unit of randomization was the high school 16 schools and the unit of analysis was the athlete N 2006 students. Primary outcomes were intentions to intervene recognition of abusive behaviors and gender-equitable attitudes. Secondary outcomes explored bystander behaviors and abuse perpetration. Regression models for clustered longitudinal data assessed between-arm differences in over-time changes in mean levels of continuous outcomes in 1798 athletes followed up at 3 months. RESULTS Intervention athletes changes in intentions to intervene were positive compared with control subjects resulting in an estimated intervention effect of .12 95 CI .003 .24. Intervention athletes also reported higher levels of positive bystander intervention behavior than control subjects .25 95 CI .13 .38. Changes in gender-equitable attitudes recognition of abusive behaviors and DV perpetration were not significant. Secondary analyses estimated intervention impacts according to intensity of program implementation. Compared with control subjects athletes exposed to full-intensity implementation of the intervention demonstrated improvements in intentions to intervene .16 95 CI .04 .27 recognition of abusive behaviors .13 95 CI .003 .25 and positive bystander intervention .28 95 CI .14 .41. CONCLUSION This cluster-randomized controlled trial supports the effectiveness of a school athletics-based prevention program as one promising strategy to reduce DV perpetration.",
    "authors": [
      "Elizabeth Miller",
      "Daniel J Tancredi",
      "Heather L McCauley",
      "Michele R Decker",
      "Maria Catrina D Virata",
      "Heather A Anderson",
      "Nicholas Stetkevich",
      "Ernest W Brown",
      "Feroz Moideen",
      "Jay G Silverman"
    ],
    "relatedExperts": []
  },
  {
    "id": "4327484",
    "title": "I just saw Big Bird. He was 100 feet tall Malingering in the emergency room",
    "name": "I just saw Big Bird. He was 100 feet tall Malingering in the emergency room Published article-journal 2013-10-01 Brady M. Newman W. et al. Current Psychiatry 1537-8276",
    "issued": "2013-10-01",
    "abstract": "No Abstract",
    "authors": [
      "MC Brady",
      "LM Scher",
      "W Newman"
    ],
    "relatedExperts": []
  },
  {
    "id": "4286618",
    "title": "How to avoid dying from cancer ... now and later--a course to reach the lay public.",
    "name": "How to avoid dying from cancer ... now and later--a course to reach the lay public. Published article-journal 1986 Chen M. Yanushka J. et al. Journal of Cancer Education 1543-0154 10.108008858198609527810",
    "issued": "1986",
    "abstract": "The context history course description measures and foundations for success and future enhancements are described for the Health Education course How to Avoid Dying from Cancer ... Now and Later. Since 1981 this course has been offered once annually at The Ohio State University for academic credit and has averaged an enrollment of 354 undergraduate graduate and continuing education students. Over the years this course originated by a surgical oncologist has earned its own title and entry in the academic course offerings and has demonstrated success both quantitatively and qualitatively. Quantitative indicators of success include enrollment trends diversities of students enrolled student evaluations of the course and data on the instructional effectiveness of this course. Qualitative indicators of success include favorable publicity through the local media top ratings for summer radio programs based on this course and the National University Continuing Education Faculty Service Award given to one of the authors in 1985. Four factors account for much of the success of this course.",
    "authors": [
      "MS Chen",
      "JP Minton",
      "SR Brill",
      "JM Yanushka"
    ],
    "relatedExperts": []
  },
  {
    "id": "1145231",
    "title": "Heat in their intestine colorectal cancer prevention beliefs among older Chinese Americans.",
    "name": "Heat in their intestine colorectal cancer prevention beliefs among older Chinese Americans. Published article-journal 2006 Choe J. Taylor V. et al. Ethnicity Disease 1945-0826",
    "issued": "2006",
    "abstract": "OBJECTIVE Data regarding disease prevention behaviors among Asian-American populations are limited. This study explored the beliefs of older Chinese Americans toward colorectal cancer screening modalities including fecal occult blood testing FOBT. DESIGN AND PARTICIPANTS We conducted 30 semistructured open-ended qualitative interviews in Mandarin and Cantonese focusing on colorectal cancer prevention and health-seeking behavior. Participants were Chinese patients 50-79 years of age recruited from a community clinic in Seattle Washington. RESULTS When asked about colorectal cancer prevention interviewees discussed such concepts as maintenance of positive energy qi and spirit jing shen and moderation of exercise and diet. Until prompted participants did not discuss FOBT. Interviewees believed that colorectal cancer was caused by diets high in foods with heat huo qi or by intestinal toxins from frequent constipation. Participants presumed that FOBT is unnecessary in the absence of symptoms. CONCLUSIONS Patients in our study expressed beliefs about health promotion and causes of colorectal cancer that differed from Western biomedical concepts. Failure to recognize these different beliefs may create inadvertent confusion among elderly Chinese-American patients. Health promotion programs to increase colorectal cancer screening must incorporate these concepts to improve cultural relevance among Chinese-American patients.",
    "authors": [
      "John H Choe",
      "Shin-Ping Tu",
      "Jeanette M Lim",
      "Nancy J Burke",
      "Elizabeth Acorda",
      "Vicky M Taylor"
    ],
    "relatedExperts": []
  },
  {
    "id": "1482750",
    "title": "Good and Bad muslim citizens Feminists terrorists and U.S. orientalisms",
    "name": "Good and Bad muslim citizens Feminists terrorists and U.S. orientalisms Published article-journal 2009-09-01 Maira S. Feminist Studies 2153-3873",
    "issued": "2009-09-01",
    "abstract": "Sunaina Maira shares her views on the increasing debate on feminists terrorists and US orientalisms. She presents her views on the way constructions of gender have merged with religion and nationalism in state debate about terror and the way good and bad Muslims are interpreted in the country After the terrorist attacks of September 11 2001. A number of feminist critics argue that the veiled Muslim woman has become a foundation for making comparisons between orientalism and colonialism. Ideas of assimilability of Muslim women and men have merged with gendered discourses of neoliberal citizenship and imperial nationalism in the US after the terrorist attacks of September 11 2001. These concepts are increasingly being used by the US and other Western countries to justify their fight against terrorism and praise Western modernity democracy and the American way of life.",
    "authors": [
      "S Maira"
    ],
    "relatedExperts": []
  },
  {
    "id": "3110123",
    "title": "I know best women caring for kin with dementia",
    "name": "I know best women caring for kin with dementia Published article-journal 2020-07 Apesoa-Varano E. Social Science Medicine 1873-5347 10.1016j.socscimed.2020.113026",
    "issued": "2020-07",
    "abstract": "The dementia care literature in the home is vast particularly in the health sciences where the focus remains on intervention to address carer emotional distress and burden. The sociological literature on dementia care has primarily utilized the illness disruption and biomedicalization models to show how meaning and practices are negotiated in the non-expert setting. Instead I apply a feminist labor process perspective to examine the question of why women dementia kin carers resist relinquishing care responsibilities to others. This qualitative grounded theory study is based on seven waves of interviews total 98 conducted over approximately five years with 15 Latina dementia kin carers recruited through clinic and community sites in Northern California. Findings show how Latina kin carers exercise a degree of control and autonomy over the care process because they have developed tacit knowledge and skills to craft quality care of kin. In facing the dilemma of ceding care to others they perceive as unprepared they reject available help. This study reveals how carers maintain quality care with dignity and comfort for the care recipient and themselves.",
    "authors": [
      "Ester Carolina Apesoa-Varano"
    ],
    "relatedExperts": []
  },
  {
    "id": "3949162",
    "title": "A cluster-based spatial analysis of recycling boundaries aligning anaerobic digestion infrastructure with food waste generation in California",
    "name": "A cluster-based spatial analysis of recycling boundaries aligning anaerobic digestion infrastructure with food waste generation in California Published article-journal 2022-11 Mabe L. Spang E. et al. Resources Conservation Recycling Advances 2590-289X 10.1016j.rcradv.2022.200113",
    "issued": "2022-11",
    "abstract": "In 2016 California passed Senate Bill SB 1383 to reduce short-lived climate pollutants including methane gas. Towards this end the law specifically mandates a 75 reduction of organic waste including food waste FW from landfills by 2025. However current infrastructural capacity to treat this diverted organic waste is limited throughout the state so new facilities will need to be built to treat these valuable waste flows. The purpose of this study is to investigate ideal size and scale of new facilities that maximize FW treatment and minimize GHG emissions. To do so this study uses a case study of Los Angeles County to model a decentralized network of small-scale containerized anerobic digestors ADs for treatment of FW in the region. A spatial FW dataset developed for this study is used with a novel iterative-descent clustering model to simulate potential FW-sheds of ADs using Geographic Information Systems GIS. Monte Carlo simulation was used to generate a range of model results and a GHG analysis of FW collection is used to compare systems of two different AD capacities. The results of this analysis show that food waste is ideal for recycling at relatively small spatial scales as hauling burden of FW is reduced in these systems. The proposed infrastructure modeling approach is a first step of developing a zero net energy infrastructural solution that promotes a circular economy of food in direct response to SB 1383 and more broadly global climate change.",
    "authors": [
      "Lauren Mabe",
      "Sara A Pace",
      "Edward S Spang"
    ],
    "relatedExperts": []
  },
  {
    "id": "1399198",
    "title": "The hitchhiking effect revisited.",
    "name": "The hitchhiking effect revisited. Published article-journal 1989-12-01 Kaplan N. Langley C. et al. Genetics 1943-2631 10.1093genetics123.4.887",
    "issued": "1989-12-01",
    "abstract": "The number of selectively neutral polymorphic sites in a random sample of genes can be affected by ancestral selectively favored substitutions at linked loci. The degree to which this happens depends on when in the history of the sample the selected substitutions happen the strength of selection and the amount of crossing over between the sampled locus and the loci at which the selected substitutions occur. This phenomenon is commonly called hitchhiking. Using the coalescent process for a random sample of genes from a selectively neutral locus that is linked to a locus at which selection is taking place a stochastic finite population model is developed that describes the steady state effect of hitchhiking on the distribution of the number of selectively neutral polymorphic sites in a random sample. A prediction of the model is that in regions of low crossing over strongly selected substitutions in the history of the sample can substantially reduce the number of polymorphic sites in a random sample of genes from that expected under a neutral model.",
    "authors": [
      "NL Kaplan",
      "RR Hudson",
      "CH Langley"
    ],
    "relatedExperts": []
  },
  {
    "id": "3862746",
    "title": "A whole theater of others Amateur Acting and Immersive Spectatorship in the Digital Shakespeare Game Play the Knave",
    "name": "A whole theater of others Amateur Acting and Immersive Spectatorship in the Digital Shakespeare Game Play the Knave Published article-journal 2016 Bloom G. Buswell E. et al. Shakespeare Quarterly 1538-3555 10.1353shq.2016.0054",
    "issued": "2016",
    "abstract": "No Abstract",
    "authors": [
      "Gina Bloom",
      "Sawyer Kemp",
      "Nicholas Toothman",
      "Evan Buswell"
    ],
    "relatedExperts": []
  },
  {
    "id": "2275116",
    "title": "Candidatus Paraporphyromonas polyenzymogenes encodes multi-modular cellulases linked to the type IX secretion system",
    "name": "Candidatus Paraporphyromonas polyenzymogenes encodes multi-modular cellulases linked to the type IX secretion system Published online article-journal 2018-12 Naas A. Pope P. et al. Microbiome 2049-2618 10.1186s40168-018-0421-8",
    "issued": "2018-12",
    "abstract": "BACKGROUND In nature obligate herbivorous ruminants have a close symbiotic relationship with their gastrointestinal microbiome which proficiently deconstructs plant biomass. Despite decades of research lignocellulose degradation in the rumen has thus far been attributed to a limited number of culturable microorganisms. Here we combine meta-omics and enzymology to identify and describe a novel Bacteroidetes family Candidatus MH11 composed entirely of uncultivated strains that are predominant in ruminants and only distantly related to previously characterized taxa. RESULTS The first metabolic reconstruction of Ca. MH11-affiliated genome bins with a particular focus on the provisionally named Candidatus Paraporphyromonas polyenzymogenes illustrated their capacity to degrade various lignocellulosic substrates via comprehensive inventories of singular and multi-modular carbohydrate active enzymes CAZymes. Closer examination revealed an absence of archetypical polysaccharide utilization loci found in human gut microbiota. Instead we identified many multi-modular CAZymes putatively secreted via the Bacteroidetes-specific type IX secretion system T9SS. This included cellulases with two or more catalytic domains which are modular arrangements that are unique to Bacteroidetes species studied to date. Core metabolic proteins from Ca. P. polyenzymogenes were detected in metaproteomic data and were enriched in rumen-incubated plant biomass indicating that active saccharification and fermentation of complex carbohydrates could be assigned to members of this novel family. Biochemical analysis of selected Ca. P. polyenzymogenes CAZymes further iterated the cellulolytic activity of this hitherto uncultured bacterium towards linear polymers such as amorphous and crystalline cellulose as well as mixed linkage -glucans. CONCLUSION We propose that Ca. P. polyenzymogene genotypes and other Ca. MH11 members actively degrade plant biomass in the rumen of cows sheep and most likely other ruminants utilizing singular and multi-domain catalytic CAZymes secreted through the T9SS. The discovery of a prominent role of multi-modular cellulases in the Gram-negative Bacteroidetes together with similar findings for Gram-positive cellulosomal bacteria Ruminococcus flavefaciens and anaerobic fungi Orpinomyces sp. suggests that complex enzymes are essential and have evolved within all major cellulolytic dominions inherent to the rumen.",
    "authors": [
      "AE Naas",
      "LM Solden",
      "AD Norbeck",
      "H Brewer",
      "LH Hagen",
      "IM Heggenes",
      "AC McHardy",
      "RI Mackie",
      "L Paša-Tolić",
      "MØ Arntzen",
      "VGH Eijsink",
      "NM Koropatkin",
      "M Hess",
      "KC Wrighton",
      "PB Pope"
    ],
    "relatedExperts": []
  },
  {
    "id": "4740443",
    "title": "A Re-Evaluation of M. prototuberculosis Continuing the Debate",
    "name": "A Re-Evaluation of M. prototuberculosis Continuing the Debate Published article-journal 2006-09 Brisse S. Gutierrez M. et al. PLOS Pathogens 1553-7374 10.1371journal.ppat.0020095",
    "issued": "2006-09",
    "abstract": "No Abstract",
    "authors": [
      "Sylvain Brisse",
      "Philip Supply",
      "Roland Brosch",
      "Veronique Vincent",
      "M Cristina Gutierrez"
    ],
    "relatedExperts": []
  },
  {
    "id": "4728624",
    "title": "Clinicians Are From Mars and Pathologists Are From Venus Revisited Synoptic Reports Improve Clinician Comprehension of Pathology Reports in Inflammatory Bowel Disease.",
    "name": "Clinicians Are From Mars and Pathologists Are From Venus Revisited Synoptic Reports Improve Clinician Comprehension of Pathology Reports in Inflammatory Bowel Disease. Published article-journal 2024-07-01 Yan S. Mao E. et al. Archives of Pathology Laboratory Medicine 1543-2165 10.5858arpa.2023-0068-oa",
    "issued": "2024-07-01",
    "abstract": "CONTEXT. A prior study in this journal Clinicians Are from Mars and Pathologists Are From Venus demonstrated that clinicians can erroneously interpret pathology reports up to 30 of the time. After noticing reporting heterogeneity in the setting of inflammatory bowel disease IBD we speculated that a standardized synoptic report could improve gastroenterologist comprehension. OBJECTIVE. To investigate the effect of a synoptic table on gastroenterologist comprehension of IBD pathology reports. DESIGN. We recruited gastroenterology fellows and faculty to participate in this study. All participants were given 6 pathology reports and asked if the following were present active inflammation chronic inflammation IBD and dysplasia. Participants were also asked to rate their confidence. After a 6-week washout period the same questionnaire was distributed with a synoptic report. We performed paired t-tests to compare the mean accuracy and confidence scores between the preintervention and postintervention responses. RESULTS. A total of 39 physicians participated 9 fellows and 30 faculty. Mean accuracy scores were higher after the intervention 0.81 versus 0.86 P .001. Mean confidence was also higher after intervention but this was not statistically significant 3.91 versus 3.98 P .24. CONCLUSIONS. The improvement in accuracy scores after intervention confirms that clinician comprehension improved with the synoptic table. A synoptic report may provide a standardized way of communicating diagnostic information to clinicians in the setting of IBD and potentially other inflammatory conditions.",
    "authors": [
      "Stephanie L Yan",
      "Nuen Tsang Yang",
      "Kurt B Schaberg",
      "Eric J Mao"
    ],
    "relatedExperts": []
  },
  {
    "id": "3451982",
    "title": "Adopt-a-Tissue Initiative Advances Efforts to Identify Tissue-Specific Histone Marks in the Mare",
    "name": "Adopt-a-Tissue Initiative Advances Efforts to Identify Tissue-Specific Histone Marks in the Mare Published online article-journal 2021 Kingsley N. Bellone R. et al. Frontiers in Genetics 1664-8021 10.3389fgene.2021.649959",
    "issued": "2021",
    "abstract": "No Abstract",
    "authors": [
      "NB Kingsley",
      "Natasha A Hamilton",
      "Gabriella Lindgren",
      "Ludovic Orlando",
      "Ernie Bailey",
      "Samantha Brooks",
      "Molly McCue",
      "TS Kalbfleisch",
      "James N MacLeod",
      "Jessica L Petersen",
      "Carrie J Finno",
      "Rebecca R Bellone"
    ],
    "relatedExperts": []
  },
  {
    "id": "4144848",
    "title": "Blueprinting and climate change Regional governance and civic participation in land use and transportation planning",
    "name": "Blueprinting and climate change Regional governance and civic participation in land use and transportation planning Published article-journal 2015-12 Niemeier D. Beamish T. et al. Environment and Planning. C Government and Policy 1472-3425 10.11770263774x15614181",
    "issued": "2015-12",
    "abstract": "This study investigates the development and performance of an innovative approach to the management of transportation land use air quality housing and a variety of other regional development issues called blueprinting. Blueprinting refers to a process that brings together planning experts local political leaders and ordinary citizens arms them with current planning ideas about smart growth and data visualization tools to develop long-range regional development plans. As such blueprinting represents a recent manifestation of regionalist approaches to environmental policy and planning. Focusing on the Sacramento region an early adopter of blueprint planning we use archival data and media sources to reconstruct the development of blueprinting and then we turn to an analysis of the performance of the blueprinting approach in relation to three successive planning efforts. We find that despite the promise of blueprinting very little progress has been made toward actually changing the regional transportation system and land use patterns. The net result of this long-term planning effort aimed at achieving sustainable transportation land use is that total CO2 emissions increase over time at historical rates. We close with a discussion of what this means for regional planning and achieving goals set by Californias landmark climate change legislation.",
    "authors": [
      "Deb Niemeier",
      "Ryken Grattet",
      "Thomas Beamish"
    ],
    "relatedExperts": []
  },
  {
    "id": "1374430",
    "title": "If It Happened I Would Remember It Strategic Use of Event Memorability in the Rejection of False Autobiographical Events",
    "name": "If It Happened I Would Remember It Strategic Use of Event Memorability in the Rejection of False Autobiographical Events Published article-journal 2004-03 Ghetti S. Alexander K. Child Development 1467-8624 10.1111j.1467-8624.2004.00692.x",
    "issued": "2004-03",
    "abstract": "The present research investigated the link between perceived event memorability and false-event rejection. In 2 studies event salience plausibility and recency were manipulated. Study 1 showed that high-salience events elicited higher memorability ratings than low-salience events for 5- 7- 9-year-olds and adults. Plausibility and recency affected only 9-year-olds and adults judgments. Study 2 demonstrated that younger versus older children and adults were less likely to reject false events and that older children and adults were more likely to reject false events based on salience than were younger children. High-recency false events were more likely to be rejected than low-recency false events. Consistent with prediction recency moderated the effect of salience. The development of metamemorial awareness and rejection strategies is discussed.",
    "authors": [
      "Simona Ghetti",
      "Kristen Weede Alexander"
    ],
    "relatedExperts": []
  },
  {
    "id": "1451436",
    "title": "Everyone Has a Bit of the Other Music and Identity in Colombia Music Race and Nation Msica Tropical in Colombia . By Peter Wade. Chicago University of Chicago Press 2000. 323 pp.",
    "name": "Everyone Has a Bit of the Other Music and Identity in Colombia Music Race and Nation Msica Tropical in Colombia . By Peter Wade. Chicago University of Chicago Press 2000. 323 pp. Published article-journal 2001-12 Mendoza Z. Current Anthropology 1537-5382 10.1086323824",
    "issued": "2001-12",
    "abstract": "No Abstract",
    "authors": [
      "Zoila S Mendoza"
    ],
    "relatedExperts": []
  },
  {
    "id": "1581964",
    "title": "Creating Phantoms Zaki al-Arsuzi the Alexandretta Crisis and the Formation of Modern Arab Nationalism in Syria",
    "name": "Creating Phantoms Zaki al-Arsuzi the Alexandretta Crisis and the Formation of Modern Arab Nationalism in Syria Published article-journal 1996-08 Watenpaugh K. International Journal Middle East Studies 1471-6380 10.1017s0020743800063509",
    "issued": "1996-08",
    "abstract": "jatspThis quotation may be nothing more than a well-turned phrase by its author Zaki al-Arsuzi. Nonetheless it illustrates a dilemma that young men like him faced in the troubled years preceding Syrian independence As French-educated young men should they take their places as minor functionaries in the colonial machine and accept the promise of a comfortable and privileged life or should they join the growing political and ideological struggle to found an independent national statein Syria Al-Arsuzi who is venerated by the current regime in Damascus as the ideological father of Bathism went on to answer this question by spending the next eight years in and out ofthe former Ottoman province of Alexandretta working in support of the Arab-nationalist cause. Both his contemporary writings and later recollections of the period reveal a growing political consciousness and the formulation of a complex Arabism that was at odds with the dominant ideology emanating from the large cities of Syria. This ideology as embodied by the National Bloc government in Damascus was personality-based hamstrung by European colonial interests and unable to arouse any sustained political sensibility in the broader population it centered its political legitimacy and parochial brand of nationalism on opposition to the French occupation. Al-Arsuzi and others recognizing the weakness inherent in this form of nationalism drew away from its leadership in the course of the 1930s and moved to create other more radical and militant Pan-Arabist groups.jatsp",
    "authors": [
      "Keith D Watenpaugh"
    ],
    "relatedExperts": []
  },
  {
    "id": "3831757",
    "title": "Aortic Balloon Molding during Ovation Endograft Implantation Expands Graft Use for Hostile Neck Anatomy",
    "name": "Aortic Balloon Molding during Ovation Endograft Implantation Expands Graft Use for Hostile Neck Anatomy Published article-journal 2022-10 Jensen R. Barleben A. et al. Annals of Vascular Surgery 1615-5947 10.1016j.avsg.2022.05.042",
    "issued": "2022-10",
    "abstract": "BACKGROUND Challenging aortoiliac anatomy such as short neck and narrow access vessels is responsible for endovascular repair of abdominal aortic aneurysm EVAR ineligibility in up to 50 of cases. The Ovation stent graft helped widen the range of abdominal aortic aneurysms AAAs suitable for EVAR thanks to its low-profile delivery system and polymer-filled sealing rings. However its advantages are offset by a tight sizing chart that can lead to increased risk of type Ia endoleak or endograft infolding from under- or oversizing respectively. We sought to assess the safety and efficacy of a novel endovascular technique developed to expand the use of the Ovation endograft while avoiding these issues. METHODS We conducted a retrospective review of all patients who underwent EVAR with the Ovation endograft at our institution between March 2019 and December 2020. Aortic Balloon Molding or ABM is a novel endovascular technique in which the graft is pre-cannulated and a compliant aortic balloon is inflated at the site of the grafts sealing rings during polymer administration. The technique was preferentially performed in patients with hostile neck anatomy HNA defined as any or all of angulation 60 reverse taper configuration 50 circumferential thrombus or calcification. Patients undergoing traditional deployment were compared to those in whom ABM was performed. End points included neck-related adjunctive procedures technical success type Ia endoleak at completion angiogram and 1-year freedom from type Ia endoleak and migration. RESULTS A total of 43 patients were included in the study of which 26 60.5 were treated with the ABM technique. Mean follow-up was 7.9 6 months. Patients in the ABM group were more likely to have a reverse taper neck 61.5 vs. 41.2 P 0.1 have significant circumferential thrombus or calcium 23.1 vs. 5.9 P 0.1 and be treated outside of the Ovation indications for use regarding anatomic characteristics 65.4 vs. 41.2 P 0.1. Technical success was achieved in 100 of cases. However patients in the ABM group were less likely to require a neck-related adjunctive procedure 7.7 vs. 23.5 P 0.1. Only 1 type Ia endoleak was observed at completion angiogram in a patient treated without ABM. At 1 year freedom from type Ia endoleak or migration was 100 for both groups. CONCLUSIONS ABM proves to be a safe and effective adjunctive technique for the treatment of AAAs with HNA using the Ovation stent graft. This may allow optimal endograft sizing to achieve adequate seal in complex aortic anatomies. Further research is warranted to evaluate the long-term outcomes of this technique.",
    "authors": [
      "Rachel Jensen",
      "Asma Mathlouthi",
      "Omar Al-Nouri",
      "Mahmoud B Malas",
      "Andrew Barleben"
    ],
    "relatedExperts": []
  },
  {
    "id": "4093940",
    "title": "I Feel like Im Eating Rice 24 Hours a Day 7 Days a Week Dietary Diversity among Asylum Seekers Living in Norway",
    "name": "I Feel like Im Eating Rice 24 Hours a Day 7 Days a Week Dietary Diversity among Asylum Seekers Living in Norway Published online article-journal 2019-09-26 Henjum S. Terragni L. et al. Nutrients 2072-6643 10.3390nu11102293",
    "issued": "2019-09-26",
    "abstract": "Food insecurity is widespread among asylum seekers resettled in Western countries. Limited information exists on the quality of food intake in this population. The aim of this study was to investigate dietary quality among asylum seekers living in Norwegian reception centers. This study has a cross-sectional research design. Dietary intake was assessed through a qualitative 24-hour dietary recall and the dietary diversity score DDS was calculated. This study was conducted in eight Norwegian reception centers. A total of 205 adult asylum seekers 131 men and 74 women participated in the study. The asylum seekers ate on average two meals per day and one-third ate their first meal after noon. Mean SD DDS was 4.0 1.6 and 23 had low dietary diversity eating from fewer than five food groups. Women had a significantly higher mean DDS 4.5 than men 3.8 95 CI 0.47 0.00 0.95 and a higher consumption of vegetables and fruits. The longer the period of residence in Norway the higher the DDS 95 CI 0.01 0.00 0.02. The asylum seekers inadequate dietary intake reveals new forms of poverty and social exclusion in Europe. An inadequate dietary intake may increase the magnitude of difficulty involved in the settlement process and contribute to poorer health.",
    "authors": [
      "Sigrun Henjum",
      "Bess L Caswell",
      "Laura Terragni"
    ],
    "relatedExperts": []
  },
  {
    "id": "4409773",
    "title": "I too have a responsibility for my partners life Communal coping among Malawian couples living with HIV and cardiometabolic disorders",
    "name": "I too have a responsibility for my partners life Communal coping among Malawian couples living with HIV and cardiometabolic disorders Published article-journal 2024-02 Ruark A. Conroy A. et al. Social Science Medicine 1873-5347 10.1016j.socscimed.2023.116540",
    "issued": "2024-02",
    "abstract": "RATIONALE HIV and cardiometabolic disorders including hypertension and diabetes pose a serious double threat in Malawi. Supportive couple relationships may be an important resource for managing these conditions. According to the theory of communal coping couples will more effectively manage illness if they view the illness as our problem shared illness appraisal and are united in shared behavioral efforts. METHODS This study qualitatively investigated communal coping of 25 couples living with HIV and hypertension or diabetes in Zomba Malawi. Partners were interviewed separately regarding relationship quality shared illness appraisal communal coping and dyadic management of illness. RESULTS Most participants 80 were living with HIV and more than half were also living with hypertension. Most participants expressed high levels of unity and the view that illness was our problem. In some couples partners expected but did not extend help and support and reported little collaboration. Communal coping and dyadic management were strongly gendered. Some women reported a one-sided support relationship in which they gave but did not receive support. Women were also more likely to initiate support interactions and offered more varied support than men. In couples with poor relationship quality and weak communal coping dyadic management of illness was also weak. Partner support was particularly crucial for dietary changes as women typically prepared meals for the entire family. Other lifestyle changes that could be supported or hindered by a partner included exercise stress reduction and medication adherence. CONCLUSION We conclude that gendered power imbalances may influence the extent to which couple-level ideals translate into actual communal coping and health behaviors. Given that spouses and families of patients are also at risk due to shared environments we call for a shift from an illness management paradigm to a paradigm of optimizing health for spouses and families regardless of diabetes or hypertension diagnosis.",
    "authors": [
      "Allison Ruark",
      "Julie T Bidwell",
      "Rita Butterfield",
      "Sheri D Weiser",
      "Torsten B Neilands",
      "Nancy Mulauzi",
      "James Mkandawire",
      "Amy A Conroy"
    ],
    "relatedExperts": []
  },
  {
    "id": "1402173",
    "title": "How Local Is LocalA Review of Practical and Conceptual Issues in the Genetics of Restoration",
    "name": "How Local Is LocalA Review of Practical and Conceptual Issues in the Genetics of Restoration Published article-journal 2005-09 McKay J. Rice K. et al. Restoration Ecology 1526-100X 10.1111j.1526-100x.2005.00058.x",
    "issued": "2005-09",
    "abstract": "In plant conservation restoration the augmentation or reestablishment of an extinct population or community is a valuable tool to mitigate the loss of habitat. However restoration efforts can result in the introduction of novel genes and genotypes into populations when plant materials used are not of local origin. This movement is potentially important because many plant species are subdivided into populations that are adapted to local environmental conditions. Here we focus on genetic concerns arising from ongoing restoration efforts where often little is known about How local is local i.e. the geographic or environmental scale over which plant species are adapted. We review the major issues regarding gene flow and local adaptation in the restoration of natural plant populations. Finally we offer some practical commonsense guidelines for the consideration of genetic structure when restoring natural plant populations. 2005 Society for Ecological Restoration International.",
    "authors": [
      "John K McKay",
      "Caroline E Christian",
      "Susan Harrison",
      "Kevin J Rice"
    ],
    "relatedExperts": []
  },
  {
    "id": "4810013",
    "title": "Der transnationale Feminismus stammt aus dem Sden",
    "name": "Der transnationale Feminismus stammt aus dem Sden Published article-journal 2019-05-01 Mama A. Scheiterbauer T. et al. Feministische Studien 2365-9920 10.1515fs-2019-0010",
    "issued": "2019-05-01",
    "abstract": "No Abstract",
    "authors": [
      "Amina Mama",
      "Uta Ruppert",
      "Tanja Scheiterbauer"
    ],
    "relatedExperts": []
  },
  {
    "id": "4721228",
    "title": "All of us are capable and all of us can be scientists. The impact of Scientist Spotlight assignments with undergraduates in physiology courses",
    "name": "All of us are capable and all of us can be scientists. The impact of Scientist Spotlight assignments with undergraduates in physiology courses Published article-journal 2024-12-01 Ovid D. Tripp B. et al. Advances in Physiology Education 1522-1229 10.1152advan.00116.2024",
    "issued": "2024-12-01",
    "abstract": "To advance ongoing efforts to diversify the healthcare field and promote inclusion in physiology education the present study investigates the potential for an evidence-based intervention Scientist Spotlight assignments to highlight counterstereotypical representations of scientists in the context of majors and nonmajors physiology courses. Undergraduate students at an emerging Hispanic serving R1 institution completed six Scientist Spotlights assignments in their physiology courses. We conducted semistructured interviews and disseminated an established pre- and postsurvey protocol at the beginning and end of the courses. Our findings from interviews with 31 students from a range of marginalized backgrounds revealed that 1 the biographical information about counterstereotypical scientists deeply resonated with students by humanizing science 2 the instructors implementation of the assignments made a meaningful difference in their feelings of inclusion and 3 the assignments supported students beliefs about their content learning and understanding of physiological concepts. The results from the survey showed that regardless of being in a major n 159 or nonmajor n 117 course students from a range of demographic groups can and do significantly shift in their relatability to and descriptions of scientists. We highlight implications for inclusive curricula like Scientist Spotlights for addressing the issue of representation in physiology textbooks curriculum and healthcare fields at large.NEW NOTEWORTHY Scientist Spotlights significantly enhance undergraduate students feelings of inclusion and learning in undergraduate physiology courses at an emerging Hispanic-serving institution. By engaging with assignments featuring counterstereotypical scientists students in both majors and nonmajors physiology courses shifted in their relatability to and descriptions of scientists. These results suggest that an inclusive curriculum combined with supportive instructor practices can positively impact student success and representation in physiology education.",
    "authors": [
      "Dax Ovid",
      "Ashley Rose Acosta-Parra",
      "Arsema Alemayehu",
      "Jacob Francisco Gomez",
      "Dathan Tran",
      "Brie Tripp"
    ],
    "relatedExperts": []
  },
  {
    "id": "1588393",
    "title": "APEC Blue Secondary Aerosol Reductions from Emission Controls in Beijing",
    "name": "APEC Blue Secondary Aerosol Reductions from Emission Controls in Beijing Published online article-journal 2016-02-18 Sun Y. Worsnop D. et al. Scientific Reports 2045-2322 10.1038srep20668",
    "issued": "2016-02-18",
    "abstract": "China implemented strict emission control measures in Beijing and surrounding regions to ensure good air quality during the 2014 Asia-Pacific Economic Cooperation APEC summit. We conducted synchronous aerosol particle measurements with two aerosol mass spectrometers at different heights on a meteorological tower in urban Beijing to investigate the variations in particulate composition sources and size distributions in response to emission controls. Our results show consistently large reductions in secondary inorganic aerosol SIA of 61-67 and 51-57 and in secondary organic aerosol SOA of 55 and 37 at 260 m and ground level respectively during the APEC summit. These changes were mainly caused by large reductions in accumulation mode particles and by suppression of the growth of SIA and SOA by a factor of 2-3 which led to blue sky days during APEC commonly referred to as APEC Blue. We propose a conceptual framework for the evolution of primary and secondary species and highlight the importance of regional atmospheric transport in the formation of severe pollution episodes in Beijing. Our results indicate that reducing the precursors of secondary aerosol over regional scales is crucial and effective in suppressing the formation of secondary particulates and mitigating PM pollution.",
    "authors": [
      "Yele Sun",
      "Zifa Wang",
      "Oliver Wild",
      "Weiqi Xu",
      "Chen Chen",
      "Pingqing Fu",
      "Wei Du",
      "Libo Zhou",
      "Qi Zhang",
      "Tingting Han",
      "Qingqing Wang",
      "Xiaole Pan",
      "Haitao Zheng",
      "Jie Li",
      "Xiaofeng Guo",
      "Jianguo Liu",
      "Douglas R Worsnop"
    ],
    "relatedExperts": []
  },
  {
    "id": "3210438",
    "title": "Good Catch KiddoEnhancing Patient Safety in the Pediatric Emergency Department Through Simulation",
    "name": "Good Catch KiddoEnhancing Patient Safety in the Pediatric Emergency Department Through Simulation Published article-journal 2022-01 Shaikh U. Julie I. et al. Pediatric Emergency Care 1535-1815 10.1097pec.0000000000002262",
    "issued": "2022-01",
    "abstract": "OBJECTIVES Adverse events that affect patient safety are a significant concern in pediatrics. Increasing situational awareness identifying errors and near misses and reporting them using organizational incident reporting systems enables mitigation of harm. METHODS We designed and tested a brief interactive and easily replicable simulation activity for medical students and emergency medicine interns and pediatric interns to strengthen their skills and enhance their self-efficacy in identifying and reporting patient safety hazards. Hazards fell into the categories of situational safety patient identification and privacy infection prevention treatment errors and issues with electronic health records EHRs. RESULTS The simulation training significantly increased the self-efficacy of medical students and interns in identifying and reporting patient safety hazards. Learners were very satisfied with the simulation training successfully recognized key patient safety hazards provided feedback to improve the training and improved their ability to report hazards through organizational incident reporting systems. Patient safety hazards associated with patient misidentification were recognized most frequently whereas safety hazards associated with EHRs were missed with the greatest frequency. CONCLUSIONS The simulation training enabled learners to identify hazards and near misses and enhanced their ability to report hazards through organizational incident reporting systems. Learners at all levels of training identified safety hazards at comparable rates which demonstrates the role that trainees play in critically observing clinical settings with fresh eyes and identifying and reporting patient safety hazards. Interventions to promote patient safety need to prioritize building situational awareness of potential hazards associated with EHR use.",
    "authors": [
      "Ulfat Shaikh",
      "JoAnne E Natale",
      "Dale A Till",
      "Ian M Julie"
    ],
    "relatedExperts": []
  },
  {
    "id": "2773998",
    "title": "Dose of the day based on cone beam computed tomography and deformable image registration for lung cancer radiotherapy",
    "name": "Dose of the day based on cone beam computed tomography and deformable image registration for lung cancer radiotherapy Published article-journal 2020-01 Yuan Z. Yamamoto T. et al. Journal of Applied Clinical Medical Physics 1526-9914 10.1002acm2.12793",
    "issued": "2020-01",
    "abstract": "PURPOSE Adaptive radiotherapy ART has potential to reduce toxicity and facilitate safe dose escalation. Dose calculations with the planning CT deformed to cone beam CT CBCT have shown promise for estimating the dose of the day. The purpose of this study is to investigate the dose of the day calculation accuracy based on CBCT and deformable image registration DIR for lung cancer radiotherapy. METHODS A total of 12 lung cancer patients were identified for which daily CBCT imaging was performed for treatment positioning. A re-planning CT rCT was acquired after 20 Gy for all patients. A virtual CT vCT was created by deforming initial planning CT pCT to the simulated CBCT that was generated from deforming CBCT to rCT acquired on the same day. Treatment beams from the initial plan were copied to the vCT and rCT for dose calculation. Dosimetric agreement between vCT-based and rCT-based accumulated doses was evaluated using the Bland-Altman analysis. RESULTS Mean differences in dose-volume metrics between vCT and rCT were smaller than 1.5 and most discrepancies fell within the range of 5 for the target volume lung esophagus and heart. For spinal cord Dmax a large mean difference of -5.55 was observed which was largely attributed to very limited CBCT image quality e.g. truncation artifacts. CONCLUSION This study demonstrated a reasonable agreement in dose-volume metrics between dose accumulation based on vCT and rCT with the exception for cases with poor CBCT image quality. These findings suggest potential utility of vCT for providing a reasonable estimate of the dose of the day and thus facilitating the process of ART for lung cancer.",
    "authors": [
      "Zilong Yuan",
      "Yi Rong",
      "Stanley H Benedict",
      "Megan E Daly",
      "Jianfeng Qiu",
      "Tokihiro Yamamoto"
    ],
    "relatedExperts": []
  },
  {
    "id": "2576157",
    "title": "The Benefits of Distractibility Mechanisms Underlying Increased Stroop Effects in Schizophrenia",
    "name": "The Benefits of Distractibility Mechanisms Underlying Increased Stroop Effects in Schizophrenia Published article-journal 1999-01-01 Barch D. Cohen J. et al. Schizophrenia Bulletin 1745-1701 10.1093oxfordjournals.schbul.a033416",
    "issued": "1999-01-01",
    "abstract": "Recent studies of selective attention in schizophrenia patients suggest a particular pattern of single-trial Stroop performance increased facilitation but not interference in reaction times RTs combined with increased error interference. Our Stroop task analysis suggests that this pattern can be explained by a selective attention deficit if one accounts for 1 performance in the congruent condition 2 the nature of the neutral stimulus 3 the relationship between accuracy and RT and 4 response set effects. To test these hypotheses we examined Stroop performance in 40 DSM-IV schizophrenia patients and 20 healthy control subjects using a range of neutral stimuli color patches noncolor words color words not in the response set. The findings confirmed several of our predictions and the results were consistent with the hypothesis that abnormal Stroop performance in schizophrenia reflects a failure to adequately attend to the task-appropriate stimulus dimension color. This inattention affects both the congruent and incongruent conditions and multiple points in the information processing pathway.",
    "authors": [
      "Deanna M Barch",
      "Cameron S Carter",
      "P Charles Hachten",
      "Marius Usher",
      "Jonathan D Cohen"
    ],
    "relatedExperts": []
  },
  {
    "id": "1465101",
    "title": "The Cult of Poetry in Contemporary China",
    "name": "The Cult of Poetry in Contemporary China Published article-journal 1996-02 Yeh M. The Journal of Asian Studies 1752-0401 10.23072943636",
    "issued": "1996-02",
    "abstract": "jatspA renaissance in literature and art took place in the Peoples Republic of China from the late 1970s through the 1980s. In poetry the outburst of vitality first showed itself in 197880 in the undergroundjatsitalicToday Jintianjatsitalicgroup which included cofounders and editors Bei Dao b. 1949 and Mang Ke b. 1951 and such contributors as Jiang He b. 1949 Shu Ting b. 1952 Gu Cheng 195693 and Yang Lian b. 1955 to name only a few of the best-known in the West.jatsitalicTodayjatsitaliclent momentum to the flourish ofjatsitalicMenglongshijatsitalic commonly translated as Obscure Poetry or Misty Poetry in the early 1980s and became the major source of inspirationno less than the target of criticism and revoltto post-jatsitalicMenglongjatsitalicpoetry in the second half of the decade. LikejatsitalicMenglongsbijatsitalic post-jatsitalicMenglongjatsitalicpoetry is a term of inevitable even misleading simplification since it refers to a wide range of varying styles and modes of writing. Rather than being unified by a set of formal and stylistic characteristics it is marked by a radical openness to experimentation. The multiplicity of experiments in poetry since the mid-1980s may be more broadly and appropriately referred to as avant-garde poetry or experimental poetry Yeh 1992. This paper will focus on an interestingand unique in todays worldphenomenon that I call the cult of poetry. I will first examine the cult by defining its salient features and then present a critical analysis of the diverse historical and psychological forces that contribute to such a literary phenomenon.jatsp",
    "authors": [
      "Michelle Yeh"
    ],
    "relatedExperts": []
  },
  {
    "id": "4535703",
    "title": "Air That Once Was Breath Part 2 Wildfire Smoke and Airway Disease Climate Change Allergy and Immunology Special IAAI Article Collection Collegium Internationale Allergologicum Update 2023",
    "name": "Air That Once Was Breath Part 2 Wildfire Smoke and Airway Disease Climate Change Allergy and Immunology Special IAAI Article Collection Collegium Internationale Allergologicum Update 2023 Published article-journal 2024 Bowman W. Haczku A. et al. International Archives of Allergy and Immunology 1423-0097 10.1159000536576",
    "issued": "2024",
    "abstract": "BACKGROUND Population growth and climate change have led to more frequent and larger wildfires increasing the exposure of individuals to wildfire smoke. Notably asthma exacerbations and allergic airway sensitization are prominent outcomes of such exposure. SUMMARY Key research questions relate to determining the precise impact on individuals with asthma including the severity duration and long-term consequences of exacerbations. Identifying specific risk factors contributing to vulnerability such as age genetics comorbidities or environmental factors is crucial. Additionally reliable biomarkers for predicting severe exacerbations need exploration. Understanding the long-term health effects of repeated wildfire smoke exposures in individuals with asthma and addressing healthcare disparities are important research areas. KEY MESSAGES This review discusses the need for comprehensive research efforts to better grasp wildfire smoke-induced respiratory health particularly in vulnerable populations such as farmworkers firefighters pregnant women children the elderly and marginalized communities. Effective mitigation would require addressing the current limitations we face by supporting research aimed at a better understanding of wildfire smoke-induced airway disease.",
    "authors": [
      "Willis S Bowman",
      "Rebecca J Schmidt",
      "Gursharan K Sanghar",
      "George R Thompson",
      "Hong Ji",
      "Amir A Zeki",
      "Angela Haczku"
    ],
    "relatedExperts": []
  }
]