[
  {
    "id": "1454382",
    "title": "AWGR-based All-to-all Optical Interconnects using Limited Number of Wavelengths",
    "name": "AWGR-based All-to-all Optical Interconnects using Limited Number of Wavelengths Published paper-conference 2013-05-01 Yin Y. Yoo S. et al. 2013 Optical Interconnects Conference 2376-8665 10.1109oic.2013.6552916",
    "issued": "2013-05-01",
    "abstract": "This paper discusses all-to-all interconnections for N nodes using W wavelengths and arrayed waveguide grating routers AWGRs. This scheme allows for reducing the optical wiring by a factor of WN-l2N and isolating the crosstalk. 2013 IEEE.",
    "authors": [
      "Yawei Yin",
      "Roberto Proietti",
      "Christopher J Nitta",
      "Venkatesh Akella",
      "Christopher Mineo",
      "SJB Yoo"
    ],
    "relatedExperts": []
  },
  {
    "id": "1480689",
    "title": "The all pervading nanosensors",
    "name": "The all pervading nanosensors Published article-journal 2008 Islam M. International Journal of Nanotechnology 1741-8151 10.1504ijnt.2008.017445",
    "issued": "2008",
    "abstract": "Nanosensors are central to many exciting developments in nanotechnology research. Following more than a decade of research the applications of nanoscale sensors are progressively becoming a technological issue more than a field of fundamental research. With a sharp rise of attention in the past 15 years on self-organised zero or one dimensional nanostructures based on synthetic bottom-up techniques researchers have proposed and demonstrated innovative nanosensors that could not have been realised through the transformative top-down techniques. Several recently reported massively parallel bottom-up techniques offer the potential for high-density integration of nanosensors beyond the capability of conventional technologies with a small fraction of the present-day fabrication cost. A tremendous synergy can be attained by integrating nanosensors based on plasmonics electronics photonics and conventional sensors on the same chip and exploiting the advantages of each technology. This special issue offers a timely overview of the nanosensor field and covers the latest developments on various self-organised nano-structures special structural characterisation physical properties current trends and future directions in nanoscale sensors their devices and circuit integration. Copyright 2008 Inderscience Enterprises Ltd.",
    "authors": [
      "M Saif Islam"
    ],
    "relatedExperts": []
  },
  {
    "id": "1692191",
    "title": "HALL A Hierarchical All-to-All Optical Interconnect Architecture",
    "name": "HALL A Hierarchical All-to-All Optical Interconnect Architecture Published paper-conference 2014-05-01 Cao Z. Yoo S. et al. 2014 IEEE Optical Interconnects Conference OI 2014 2376-8665 10.1109oic.2014.6886085",
    "issued": "2014-05-01",
    "abstract": "We propose a hierarchical all-to-all optical interconnection architecture that implements packet switching by tightly coupling optical and electrical switches. Single diameter interconnection scales beyond 500000 nodes and nearly 100 normalized throughput can be achieved. 2014 IEEE.",
    "authors": [
      "Zheng Cao",
      "Roberto Proietti",
      "SJB Yoo"
    ],
    "relatedExperts": []
  },
  {
    "id": "1434655",
    "title": "Where are all the genes",
    "name": "Where are all the genes Published article-journal 2002-08 Schank J. Behavioral and Brain Sciences 1469-1825 10.1017s0140525x02460098",
    "issued": "2002-08",
    "abstract": "Andrews et al. argue for adaptationism in cognitive research. However the problem of evolvability brings into question the number of genes required for the evolution of cognitive mechanisms. Are there enough Also greater consideration should be given to alternative vicarious selection processes which may produce cognitive mechanisms. Finally identifying constraints with optimality arguments is more difficult than the authors think.",
    "authors": [
      "Jeffrey C Schank"
    ],
    "relatedExperts": []
  },
  {
    "id": "3862096",
    "title": "Tying it all together",
    "name": "Tying it all together Published chapter 2013-10-02 Watkins K. Best Practices for Transportation Agency Use of Social Media 10.1201b15768",
    "issued": "2013-10-02",
    "abstract": "No Abstract",
    "authors": [
      "KE Watkins"
    ],
    "relatedExperts": []
  },
  {
    "id": "1440506",
    "title": "Immune from It All",
    "name": "Immune from It All Published article-journal 2012-09-05 Zeki A. Science Translational Medicine 1946-6242 10.1126scitranslmed.3004843",
    "issued": "2012-09-05",
    "abstract": "jatspWhat our lungs can learn from our guts about mitigating bacterial infections.jatsp",
    "authors": [
      "Amir A Zeki"
    ],
    "relatedExperts": []
  },
  {
    "id": "2575475",
    "title": "FlexLION A Reconfigurable All-to-All Optical Interconnect Fabric with Bandwidth Steering",
    "name": "FlexLION A Reconfigurable All-to-All Optical Interconnect Fabric with Bandwidth Steering Published paper-conference 2019-01-01 Proietti R. Yoo S. et al. Optics InfoBase Conference Papers 2162-2701 10.1364cleo_si.2019.sm3g.2",
    "issued": "2019-01-01",
    "abstract": "We demonstrate an all-to-all interconnect fabric with bandwidth steering by wavelength routing wavelength adddrop filtering and spatial switching. We report a proof-of-concept experiment and demonstrate scalability up to 32 ports with aggregated bandwidth of 51.2 Tbs under worst-case crosstalk.",
    "authors": [
      "R Proietti",
      "G Liu",
      "X Xiao",
      "S Werner",
      "P Fotouhi",
      "SJB Yoo"
    ],
    "relatedExperts": []
  },
  {
    "id": "1528439",
    "title": "All Together Now",
    "name": "All Together Now Published article-journal 2015-07 Kratz H. Mandell D. et al. Journal of Psychoeducational Assessment 1557-5144 10.11770734282914554853",
    "issued": "2015-07",
    "abstract": "This study sought to validate a new measure the Classroom Cohesion Survey CCS designed to examine the relationship between teachers and classroom assistants in autism support classrooms. Teachers classroom assistants and external observers showed good inter-rater agreement on the CCS and good internal consistency for all scales. Simple factor structures were found for both teacher- and classroom assistant-rated scales with one-factor solutions for both scales. Paired t tests revealed that on average classroom assistants rated classroom cohesion stronger than teachers. The CCS may be an effective tool for measuring cohesion between classroom staff and may have an important impact on various clinical and implementation outcomes in school settings.",
    "authors": [
      "Hilary E Kratz",
      "Jill Locke",
      "Zinnia Piotrowski",
      "Rachel R Ouellette",
      "Ming Xie",
      "Aubyn C Stahmer",
      "David S Mandell"
    ],
    "relatedExperts": []
  },
  {
    "id": "4431467",
    "title": "All That You Touch",
    "name": "All That You Touch Published book 2023-11-01 Hill R. Cushing I. undefined",
    "issued": "2023-11-01",
    "abstract": "This publication All That You Touch is an exhibition catalog which accompanied an exhibition of the same name. ROBIN HILL All That You Touch NOVEMBER 11 2023 JANUARY 20 2024 PAMELA SALISBURY GALLERY 362 Warren Street Hudson NY 12534 catalog Design by Lisa Ekstrm Design Essay by Iris Cushing Photography by Nicole Rico Printed by Fong Fong Printers and Lithographers Printed in the United States edition of 500 The artist wishes to thank Pamela Salisbury Estella Atekwana Dean of the College of Letters and Science University of California Elizabeth Freeman Associate Dean of the Faculty in the Humanities Arts and Cultural Studies the UC Davis Office of Research for the award of a Publication Assistance Grant the UC DavisAcademic Senate for Research and Travel Grants Rachel Teagle Founding Director Manetti Shrem Museum studio assistants Zahra Hooshyar Emmanuel Camacho Larios Raji Scoggin and Alice Herbert Nicole Rico Trina and Rob McKeever Meg Hehner Iris Cushing Lisa Ekstrm Connor Phillips Sadie Bills Wheeler Bills and Tom Bills for their contributions of inspiration support and collaboration. All rights reserved. No part of this book may be reproduced or transmitted in any form without written permission from the authors. Images 2023 Robin Hill Text 2023 Iris Cushing",
    "authors": [
      "Robin Hill",
      "Iris Cushing"
    ],
    "relatedExperts": []
  },
  {
    "id": "2696742",
    "title": "FlexLION A Reconfigurable All-to-All Optical Interconnect Fabric with Bandwidth Steering",
    "name": "FlexLION A Reconfigurable All-to-All Optical Interconnect Fabric with Bandwidth Steering Published paper-conference 2019-05-01 Proietti R. Yoo S. et al. 2019 Conference on Lasers and Electro-Optics CLEO 2019 - Proceedings 10.23919CLEO.2019.8750317",
    "issued": "2019-05-01",
    "abstract": "We demonstrate an all-to-all interconnect fabric with bandwidth steering by wavelength routing wavelength adddrop filtering and spatial switching. We report a proof-of-concept experiment and demonstrate scalability up to 32 ports with aggregated bandwidth of 51.2 Tbs under worst-case crosstalk.",
    "authors": [
      "R Proietti",
      "G Liu",
      "X Xiao",
      "S Werner",
      "P Fotouhi",
      "SJB Yoo"
    ],
    "relatedExperts": []
  }
]