[
  {
    "id": "w84",
    "title": "Design and Implementation of a Mechatronic All-Accelerometer Inertial Measurement Unit",
    "name": "Design and Implementation of a Mechatronic All-Accelerometer Inertial Measurement Unit Published article-journal 2007-12-01 Parsa K. Ravani B. et al. IEEEASME Transactions on Mechatronics 1941-014X 10.1109tmech.2007.910080",
    "issued": "2007-12-01",
    "abstract": "This paper discusses the design calibration simulation and experimental validation of a kinematically redundant inertial measurement unit that is based solely on accelerometers. The sensor unit comprises 12 accelerometers two on each face of a cube. The location and direction of the sensors are determined so as to locally optimize the numerical conditioning of the system of governing kinematic equations. The orientational installation error of each sensor is identified by off-line iterative processing of the gravitational acceleration measurements made at a number of known orientations of the unit thus allowing subsequent calibration. Furthermore a novel procedure is developed through which the acceleration measurements can be used to directly determine the body angular velocity this results in a major accuracy improvement over similar works whereby the angular velocity is obtained via integrating the angular acceleration. Experimental results are presented to validate the methodology design and implementation. Index TermsAcceleration measurement inertial measurement unit IMU inertial navigation. 2007 IEEE. All rights reserved.",
    "authors": [
      "Kourosh Parsa",
      "Ty A Lasky",
      "Bahram Ravani"
    ],
    "relatedExperts": [
      {
        "id": "zVtBxK9o",
        "firstName": "Bahram",
        "lastName": "Ravani",
        "fullName": "Bahram Ravani",
        "url": "expert/zVtBxK9o"
      }
    ]
  },
  {
    "id": "w44",
    "title": "Diversity and Inclusion by Design A Challenge for Us All",
    "name": "Diversity and Inclusion by Design A Challenge for Us All Published article-journal 2018-01 Rios M. Napawan N. Landscape Journal 1553-2704 10.3368lj.37.1.1",
    "issued": "2018-01",
    "abstract": "No Abstract",
    "authors": [
      "Michael Rios",
      "N Claire Napawan"
    ],
    "relatedExperts": [
      {
        "id": "MBWHcf4b",
        "firstName": "Michael",
        "lastName": "Rios",
        "fullName": "Michael Rios",
        "url": "expert/MBWHcf4b"
      }
    ]
  },
  {
    "id": "w63",
    "title": "From Photoemission Microscopy to an All-in-One Photoemission Experiment",
    "name": "From Photoemission Microscopy to an All-in-One Photoemission Experiment Published paper-conference 2020-02-29 Tusche C. Schneider C. et al. e-Journal of Surface Science and Nanotechnology 1348-0391 10.1380ejssnt.2020.48",
    "issued": "2020-02-29",
    "abstract": "Photoelectron spectroscopy is our main tool to explore the electronic structure of novel material systems the properties of which are often determined by an intricate interplay of competing interactions. Elucidating the role of this interactions requires studies over an extensive range of energy momentum length and time scales. We show that immersion lens-based momentum microscopy with spin-resolution is able to combine these seemingly divergent requirements in a unifying experimental approach. We will discuss applications to different areas in information research for example resistive switching and spintronics. The analysis of resistive switching phenomena in oxides requires high lateral resolution and chemical selectivity as the processes involve local redox processes and oxygen vacancy migration. In spintronics topological phenomena are currently a hot topic which lead to complex band structures and spin textures in reciprocal space. Spin-resolved momentum microscopy is uniquely suited to address these aspects.",
    "authors": [
      "Christian Tusche",
      "Ying-Jiun Chen",
      "Lukasz Plucinski",
      "Claus M Schneider"
    ],
    "relatedExperts": [
      {
        "id": "K5MIK4xG",
        "firstName": "Claus",
        "lastName": "Schneider",
        "fullName": "Claus Schneider",
        "url": "expert/K5MIK4xG"
      }
    ]
  },
  {
    "id": "w97",
    "title": "Protein Folding and Unfolding by All-Atom Molecular Dynamics Simulations",
    "name": "Protein Folding and Unfolding by All-Atom Molecular Dynamics Simulations Published article-journal 2008 Lei H. Duan Y. Methods in Molecular Biology 1940-6029 10.1007978-1-59745-177-2_15",
    "issued": "2008",
    "abstract": "Computational protein folding can be classified into pathway and sampling approaches. Here we use the AMBER simulation package as an example to illustrate the protocols for all-atom molecular simulations of protein folding including system setup simulation and analysis. We introduced two traditional pathway approaches ab inito folding and high-temperature unfolding. The popular replica exchange method was chosen to represent sampling approaches. Our emphasis is placed on the analysis of the simulation trajectories and some in-depth discussions are provided for commonly encountered problems.",
    "authors": [
      "Hongxing Lei",
      "Yong Duan"
    ],
    "relatedExperts": [
      {
        "id": "DdmjXLH3",
        "firstName": "Yong",
        "lastName": "Duan",
        "fullName": "Yong Duan",
        "url": "expert/DdmjXLH3"
      }
    ]
  },
  {
    "id": "w85",
    "title": "Electrospun Nanofabric Based All-Fabric Iontronic Pressure Sensor",
    "name": "Electrospun Nanofabric Based All-Fabric Iontronic Pressure Sensor Published paper-conference 2017-06-01 Li R. Pan T. et al. TRANSDUCERS 2017 - 19th International Conference on Solid-State Sensors Actuators and Microsystems 10.1109transducers.2017.7994517",
    "issued": "2017-06-01",
    "abstract": "The study of wearable devices has become a popular research topic recently where high-sensitivity noise proof sensing mechanisms with long-term wearability play critical roles in a real-world implementation. Here we introduced a flexible supercapacitive sensing modality to all-fabric materials for wearable pressure and force sensing using an elastic ionic-electronic interface. Notably an electrospun ionic fabric utilizing nanofibrous structures offers an extraordinarily high pressure-to-capacitance sensitivity 114 nFkPa-1 which is at least 1000 times higher than any existing capacitive sensors and one order of magnitude higher than the previously reported ionic devices with a pressure resolution of 2.4 Pa achieving high levels of noise immunity and signal stability for wearable applications.",
    "authors": [
      "Ruya Li",
      "Yang Si",
      "Zijie Zhu",
      "Yaojun Guo",
      "Yingjie Zhang",
      "Ning Pan",
      "Gang Sun",
      "Tingrui Pan"
    ],
    "relatedExperts": [
      {
        "id": "hNeT1TE2",
        "firstName": "Gang",
        "lastName": "Sun",
        "fullName": "Gang Sun",
        "url": "expert/hNeT1TE2"
      }
    ]
  },
  {
    "id": "w59",
    "title": "The Consistency and Concomitants of Inhibition Some of the Children All of the Time",
    "name": "The Consistency and Concomitants of Inhibition Some of the Children All of the Time Published article-journal 1997-06 Rubin K. Chen X. et al. Child Development 1467-8624 10.1111j.1467-8624.1997.tb01952.x",
    "issued": "1997-06",
    "abstract": "Toddlers displaying extremely inhibited behavior may be at risk for becoming socially withdrawn. However behavioral inhibition may be a multifaceted characteristic and its concurrent relation to toddler wariness with peers has not been examined. In this study 108 toddlers 54 females and their mothers were observed in novel situations involving unfamiliar settings adults and peers. Vagal tone temperament separation-reunion behavior and maternal oversolicitousness also were assessed. There was little consistency of inhibited behavior across the 3 situations. Consistently inhibited toddlers had fearful temperaments showed distress following maternal separation and had mothers who were warm and controlling but unresponsive to childrens cues during interaction. Toddlers with highly fearful temperaments and highly oversolicitous mothers were the most inhibited across contexts.",
    "authors": [
      "Kenneth H Rubin",
      "Paul D Hastings",
      "Shannon L Stewart",
      "Heather A Henderson",
      "Xinyin Chen"
    ],
    "relatedExperts": [
      {
        "id": "L5YoYIXN",
        "firstName": "Paul",
        "lastName": "Hastings",
        "fullName": "Paul Hastings",
        "url": "expert/L5YoYIXN"
      }
    ]
  },
  {
    "id": "w7",
    "title": "All Together Now",
    "name": "All Together Now Published article-journal 2015-07 Kratz H. Mandell D. et al. Journal of Psychoeducational Assessment 1557-5144 10.11770734282914554853",
    "issued": "2015-07",
    "abstract": "This study sought to validate a new measure the Classroom Cohesion Survey CCS designed to examine the relationship between teachers and classroom assistants in autism support classrooms. Teachers classroom assistants and external observers showed good inter-rater agreement on the CCS and good internal consistency for all scales. Simple factor structures were found for both teacher- and classroom assistant-rated scales with one-factor solutions for both scales. Paired t tests revealed that on average classroom assistants rated classroom cohesion stronger than teachers. The CCS may be an effective tool for measuring cohesion between classroom staff and may have an important impact on various clinical and implementation outcomes in school settings.",
    "authors": [
      "Hilary E Kratz",
      "Jill Locke",
      "Zinnia Piotrowski",
      "Rachel R Ouellette",
      "Ming Xie",
      "Aubyn C Stahmer",
      "David S Mandell"
    ],
    "relatedExperts": [
      {
        "id": "w7wzHTga",
        "firstName": "Aubyn",
        "lastName": "Stahmer",
        "fullName": "Aubyn Stahmer",
        "url": "expert/w7wzHTga"
      }
    ]
  },
  {
    "id": "w43",
    "title": "Collaborative environmental institutions All talk and no action",
    "name": "Collaborative environmental institutions All talk and no action Published article-journal 2004-06 Lubell M. Journal of Policy Analysis and Management 1520-6688 10.1002pam.20026",
    "issued": "2004-06",
    "abstract": "Many analysts view collaborative institutions that attempt to forge consensus and build cooperation among conflicting stakeholders as a potential remedy to the pathologies of conventional environmental policy. However few analyses have demonstrated that collaborative institutions actually increase levels of cooperation and critics accuse collaborative institutions of all talk and no action. This paper reports the use a quasi-experimental design to compare the levels of consensus and cooperation in coastal watersheds with and without U.S. EPAs National Estuary Programs one of the most prominent national examples of collaborative institutions in the environmental policy domain. Panel survey data from more than 800 respondents shows that while the level of consensus is higher in NEP estuaries there is no difference between NEP and non-NEP estuaries in the level of cooperation. 2004 by the Association for Public Policy Analysis and Management.",
    "authors": [
      "Mark Lubell"
    ],
    "relatedExperts": [
      {
        "id": "7Ov827OH",
        "firstName": "Mark",
        "lastName": "Lubell",
        "fullName": "Mark Lubell",
        "url": "expert/7Ov827OH"
      }
    ]
  },
  {
    "id": "w19",
    "title": "Where are all the genes",
    "name": "Where are all the genes Published article-journal 2002-08 Schank J. Behavioral and Brain Sciences 1469-1825 10.1017s0140525x02460098",
    "issued": "2002-08",
    "abstract": "Andrews et al. argue for adaptationism in cognitive research. However the problem of evolvability brings into question the number of genes required for the evolution of cognitive mechanisms. Are there enough Also greater consideration should be given to alternative vicarious selection processes which may produce cognitive mechanisms. Finally identifying constraints with optimality arguments is more difficult than the authors think.",
    "authors": [
      "Jeffrey C Schank"
    ],
    "relatedExperts": [
      {
        "id": "jiCXAQzo",
        "firstName": "Jeffrey",
        "lastName": "Schank",
        "fullName": "Jeffrey Schank",
        "url": "expert/jiCXAQzo"
      }
    ]
  },
  {
    "id": "w57",
    "title": "Calling all calcifications a retrospective case control study",
    "name": "Calling all calcifications a retrospective case control study Published article-journal 2019-01 Narayan A. Mango V. et al. Clinical Imaging 1873-4499 10.1016j.clinimag.2018.09.016",
    "issued": "2019-01",
    "abstract": "INTRODUCTION The majority of recalls from screening mammography do not result in biopsy recommendation. The purpose of this study was to evaluate if calcifications recalled from screening mammography are more likely to result in biopsy recommendations than other findings. METHODS IRB-approved electronic medical record search was performed to obtain a random sample of screening mammograms assigned BI-RADS 0 assessment during 2014-2015. Primary reason for recall was classified as mass asymmetry focal asymmetry calcifications or distortion. Primary outcome was biopsy performed after diagnostic work-up. Secondary outcome was proportion of biopsies performed that were positive for cancer positive predictive value 3 PPV3. Logistic regression was used to compare reasons for recall calcifications vs other findings with biopsy recommendation proportions. RESULTS Random database sampling yielded 402 screening examinations with BI-RADS 0 assessments with 449 total findings. Reasons for recall included calcifications 14.0 63449 masses 15.8 71449 asymmetries 50.8 228449 focal asymmetries 14.3 64449 and architectural distortions 5.1 23449. Overall 21.6 of recalls led to image-guided biopsy 87402. Recalls for calcifications were more likely to result in biopsy compared with other types of findings Adjusted OR 8.56 95 CI 4.58 to 16.0 p 0.001. No statistically significant differences were found in PPV3 proportions between calcification and non-calcification findings p 0.812. CONCLUSION Recalls for calcifications are much more likely to undergo biopsy compared with other findings. Increased biopsy rates for calcifications should be considered when recalling a patient from mammography screening in the context of practice specific positive predictive values and cancer detection rates.",
    "authors": [
      "Anand K Narayan",
      "Delia M Keating",
      "Elizabeth A Morris",
      "Victoria L Mango"
    ],
    "relatedExperts": [
      {
        "id": "TOoRiDUO",
        "firstName": "Elizabeth",
        "lastName": "Morris",
        "fullName": "Elizabeth Morris",
        "url": "expert/TOoRiDUO"
      }
    ]
  },
  {
    "id": "w66",
    "title": "Last Word on Viewpoint All is fair in altitude and concussions",
    "name": "Last Word on Viewpoint All is fair in altitude and concussions Published article-journal 2017-01-01 Smoliga J. Zavorsky G. Journal of Applied Physiology 1522-1601 10.1152japplphysiol.01020.2016",
    "issued": "2017-01-01",
    "abstract": "No Abstract",
    "authors": [
      "James M Smoliga",
      "Gerald S Zavorsky"
    ],
    "relatedExperts": [
      {
        "id": "xgUjlHBg",
        "firstName": "Gerald",
        "lastName": "Zavorsky",
        "fullName": "Gerald Zavorsky",
        "url": "expert/xgUjlHBg"
      }
    ]
  },
  {
    "id": "w71",
    "title": "A Sustainability Critique of the Obama All-of-the-Above Energy Approach",
    "name": "A Sustainability Critique of the Obama All-of-the-Above Energy Approach article-journal 2014-01-01 Lin A. Journal of Energy Environmental Law",
    "issued": "2014-01-01",
    "abstract": "No Abstract",
    "authors": [
      "Albert Lin"
    ],
    "relatedExperts": [
      {
        "id": "5KYIQp0y",
        "firstName": "Albert",
        "lastName": "Lin",
        "fullName": "Albert Lin",
        "url": "expert/5KYIQp0y"
      }
    ]
  },
  {
    "id": "w61",
    "title": "Field bindweed Convolvulus arvensis all tied up",
    "name": "Field bindweed Convolvulus arvensis all tied up Published article-journal 2020-12 Sosnoskie L. Steckel L. et al. Weed Technology 1550-2740 10.1017wet.2020.61",
    "issued": "2020-12",
    "abstract": "No Abstract",
    "authors": [
      "Lynn M Sosnoskie",
      "Bradley D Hanson",
      "Lawrence E Steckel"
    ],
    "relatedExperts": [
      {
        "id": "NWZSmJzO",
        "firstName": "Bradley",
        "lastName": "Hanson",
        "fullName": "Bradley Hanson",
        "url": "expert/NWZSmJzO"
      }
    ]
  },
  {
    "id": "w79",
    "title": "And on Top of All That Coping with Ocean Acidification in the Midst of Many Stressors",
    "name": "And on Top of All That Coping with Ocean Acidification in the Midst of Many Stressors Published article-journal 2015-06-01 Center S. Tarrant A. et al. Oceanography 1042-8275 10.5670oceanog.2015.31",
    "issued": "2015-06-01",
    "abstract": "Oceanic and coastal waters are acidifying due to processes dominated in the open ocean by increasing atmospheric CO2 and dominated in estuaries and some coastal waters by nutrient-fueled respiration. The patterns and severity of acidification as well as its effects are modified by the host of stressors related to human activities that also influence these habitats. Temperature deoxygenation and changes in food webs are particularly important co-stressors because they are pervasive and both their causes and effects are often mechanistically linked to acidification. Development of a theoretical underpinning to multiple stressor research that considers physiological ecological and evolutionary perspectives is needed because testing all combinations of stressors and stressor intensities experimentally is impossible. Nevertheless use of a wide variety of research approaches is a logical and promising strategy for improving understanding of acidification and its effects. Future research that focuses on spatial and temporal patterns of stressor interactions and on identifying mechanisms by which multiple stressors affect individuals populations and ecosystems is critical. It is also necessary to incorporate consideration of multiple stressors into management mitigation and adaptation to acidification and to increase public and policy recognition of the importance of addressing acidification in the context of the suite of other stressors with which it potentially interacts.",
    "authors": [
      "Smithsonian Environmental Research Center",
      "Denise Breitberg",
      "Joseph Salisbury",
      "Joan Bernhard",
      "Wei-Jun Cai",
      "Sam Dupont",
      "Scott Doney",
      "Kristy Kroeker",
      "Lisa Levin",
      "W Chistopher Long",
      "Lisa Milke",
      "Seth Miller",
      "Beth Phelan",
      "Uta Passow",
      "Brad Seibel",
      "Anne Todgham",
      "Ann Tarrant"
    ],
    "relatedExperts": [
      {
        "id": "MP6B81wh",
        "firstName": "Anne",
        "lastName": "Todgham",
        "fullName": "Anne Todgham",
        "url": "expert/MP6B81wh"
      }
    ]
  },
  {
    "id": "w48",
    "title": "Lacunar Stroke Is It All Small Vessel Disease",
    "name": "Lacunar Stroke Is It All Small Vessel Disease Published paper-conference 2011 Jickling G. Sharp F. et al. NEUROLOGY 0028-3878",
    "issued": "2011",
    "abstract": "No Abstract",
    "authors": [
      "Glen Jickling",
      "Boryana Stamova",
      "Bradley Ander",
      "Huichun Xu",
      "Yingfan Tian",
      "DaZhi Liu",
      "Xinhua Zhan",
      "Piero Verro",
      "Frank Sharp"
    ],
    "relatedExperts": [
      {
        "id": "zxH37RQm",
        "firstName": "Boryana",
        "lastName": "Stamova",
        "fullName": "Boryana Stamova",
        "url": "expert/zxH37RQm"
      },
      {
        "id": "oZeZT9sl",
        "firstName": "Bradley",
        "lastName": "Ander",
        "fullName": "Bradley Ander",
        "url": "expert/oZeZT9sl"
      }
    ]
  },
  {
    "id": "w82",
    "title": "Catalysis by Single Metal Atoms What is All the Fuss About",
    "name": "Catalysis by Single Metal Atoms What is All the Fuss About Published paper-conference 2019-01-02 Bare S. Boubnov A. et al. Synchrotron Radiation News 1931-7344 10.108008940886.2019.1559598",
    "issued": "2019-01-02",
    "abstract": "No Abstract",
    "authors": [
      "Simon R Bare",
      "Adam S Hoffman",
      "Alexey Boubnov"
    ],
    "relatedExperts": [
      {
        "id": "YtFIHU6j",
        "firstName": "Simon",
        "lastName": "Bare",
        "fullName": "Simon Bare",
        "url": "expert/YtFIHU6j"
      }
    ]
  },
  {
    "id": "w29",
    "title": "Turtles all the way down",
    "name": "Turtles all the way down Published paper-conference 2012-09-18 Peisert S. Bishop M. et al. Proceedings of the 2012 New Security Paradigms Workshop 10.11452413296.2413299",
    "issued": "2012-09-18",
    "abstract": "In this paper we present a set of security requirements for critical systems fundamental premises that those re- quirements would entail and ideas for implementations that would instantiate those premises. We discuss the overriding requirement guiding our paradigm that first principles reects the only real security strategy where first principles are ideally provable often measurable and at minimum possible to order and bound. These principles allow us to take into account that many security policies may be even be in conict and as such proofs measures and ordering gives an analyst or even better an automated system the metrics that one needs in order to make informed decisions about how to resolve conicts. We demonstrate several met- rics that enable this including state replication data slicing collusion and information theory.Copyright 2012 ACM.",
    "authors": [
      "Sean Peisert",
      "Ed Talbot",
      "Matt Bishop"
    ],
    "relatedExperts": [
      {
        "id": "Q7U2vfz3",
        "firstName": "Sean",
        "lastName": "Peisert",
        "fullName": "Sean Peisert",
        "url": "expert/Q7U2vfz3"
      }
    ]
  },
  {
    "id": "w95",
    "title": "NUDT15 Quantification Using Sandwich ELISA in Pediatric ALL Children",
    "name": "NUDT15 Quantification Using Sandwich ELISA in Pediatric ALL Children Published paper-conference 2020 Yoshida M. Kato M. et al. PEDIATRIC BLOOD CANCER 1545-5017",
    "issued": "2020",
    "abstract": "No Abstract",
    "authors": [
      "Masanori Yoshida",
      "Takaya Moriyama",
      "Rina Nishii",
      "Shinichi Tsujimoto",
      "Tomoo Osumi",
      "Yuji Yamada",
      "Daisuke Tomizawa",
      "Nobutaka Kiyokawa",
      "Jun Yang",
      "Motohiro Kato"
    ],
    "relatedExperts": [
      {
        "id": "wHyof6W4",
        "firstName": "Jun",
        "lastName": "Yang",
        "fullName": "Jun Yang",
        "url": "expert/wHyof6W4"
      }
    ]
  },
  {
    "id": "w80",
    "title": "Bold Action Needed for Equitable Access to Nutrition Assistance by All.",
    "name": "Bold Action Needed for Equitable Access to Nutrition Assistance by All. Published article-journal 2023-12 Gosliner W. Ritchie L. American Journal of Public Health 1541-0048 10.2105ajph.2023.307483",
    "issued": "2023-12",
    "abstract": "No Abstract",
    "authors": [
      "Wendi Gosliner",
      "Lorrene D Ritchie"
    ],
    "relatedExperts": [
      {
        "id": "ohLILQTQ",
        "firstName": "Lorrene",
        "lastName": "Ritchie",
        "fullName": "Lorrene Ritchie",
        "url": "expert/ohLILQTQ"
      }
    ]
  },
  {
    "id": "w17",
    "title": "All Together Now",
    "name": "All Together Now Published article-journal 2015-07 Kratz H. Mandell D. et al. Journal of Psychoeducational Assessment 1557-5144 10.11770734282914554853",
    "issued": "2015-07",
    "abstract": "This study sought to validate a new measure the Classroom Cohesion Survey CCS designed to examine the relationship between teachers and classroom assistants in autism support classrooms. Teachers classroom assistants and external observers showed good inter-rater agreement on the CCS and good internal consistency for all scales. Simple factor structures were found for both teacher- and classroom assistant-rated scales with one-factor solutions for both scales. Paired t tests revealed that on average classroom assistants rated classroom cohesion stronger than teachers. The CCS may be an effective tool for measuring cohesion between classroom staff and may have an important impact on various clinical and implementation outcomes in school settings.",
    "authors": [
      "Hilary E Kratz",
      "Jill Locke",
      "Zinnia Piotrowski",
      "Rachel R Ouellette",
      "Ming Xie",
      "Aubyn C Stahmer",
      "David S Mandell"
    ],
    "relatedExperts": [
      {
        "id": "w7wzHTga",
        "firstName": "Aubyn",
        "lastName": "Stahmer",
        "fullName": "Aubyn Stahmer",
        "url": "expert/w7wzHTga"
      }
    ]
  },
  {
    "id": "w41",
    "title": "Comparing classical descriptive analysis with modified descriptive analysis modified rateallthatapply and modified checkallthatapply",
    "name": "Comparing classical descriptive analysis with modified descriptive analysis modified rateallthatapply and modified checkallthatapply Published article-journal 2021-10 Nishida M. Heymann H. et al. Journal of Sensory Studies 1745-459X 10.1111joss.12684",
    "issued": "2021-10",
    "abstract": "There have been ongoing attempts to create new rapid sensory methods that allow one to have similar outcomes to conventional descriptive analysis but with less training and time. Check-all-that-apply and rate-all-that-apply methods seem to work very well when relatively large numbers of consumers are involved and with relatively more considerable differences among the samples in a product set. In this study results from well-trained descriptive analysis panels were compared to those obtained by using a modified descriptive analysis modified rate-all-that-apply and modified check-all-that-apply with shortened training times and with small panel size. The number of significant attributes and the number of sample pairs that were significantly different was counted. The results indicate that modified rate-all-that-apply can have an equivalent discrimination ability as descriptive analysis when the product set included subtly different samples. Practical Applications Based on this studys results it would seem that the modified rate-all-that-apply with three replications could be an adequate substitute for descriptive analysis in complex samples. The modified rate-all-that-apply technique works well especially when sensory attributes and reference standards are available for ballot training.",
    "authors": [
      "Misa Nishida",
      "Pauline Lestringant",
      "Annegret Cantu",
      "Hildegarde Heymann"
    ],
    "relatedExperts": [
      {
        "id": "VHTM20K1",
        "firstName": "Annegret",
        "lastName": "Cantu",
        "fullName": "Annegret Cantu",
        "url": "expert/VHTM20K1"
      },
      {
        "id": "VG9T2zFI",
        "firstName": "Hildegarde",
        "lastName": "Heymann",
        "fullName": "Hildegarde Heymann",
        "url": "expert/VG9T2zFI"
      }
    ]
  },
  {
    "id": "w39",
    "title": "Quantum underpinnings of an all-photonic switch",
    "name": "Quantum underpinnings of an all-photonic switch Published article-journal 2022-10 Norman V. Radulaski M. Nature Physics 1745-2481 10.1038s41567-022-01736-3",
    "issued": "2022-10",
    "abstract": "No Abstract",
    "authors": [
      "Victoria A Norman",
      "Marina Radulaski"
    ],
    "relatedExperts": [
      {
        "id": "lNDqc0OO",
        "firstName": "Marina",
        "lastName": "Radulaski",
        "fullName": "Marina Radulaski",
        "url": "expert/lNDqc0OO"
      }
    ]
  },
  {
    "id": "w20",
    "title": "AWGR-based All-to-all Optical Interconnects using Limited Number of Wavelengths",
    "name": "AWGR-based All-to-all Optical Interconnects using Limited Number of Wavelengths Published paper-conference 2013-05-01 Yin Y. Yoo S. et al. 2013 Optical Interconnects Conference 2376-8665 10.1109oic.2013.6552916",
    "issued": "2013-05-01",
    "abstract": "This paper discusses all-to-all interconnections for N nodes using W wavelengths and arrayed waveguide grating routers AWGRs. This scheme allows for reducing the optical wiring by a factor of WN-l2N and isolating the crosstalk. 2013 IEEE.",
    "authors": [
      "Yawei Yin",
      "Roberto Proietti",
      "Christopher J Nitta",
      "Venkatesh Akella",
      "Christopher Mineo",
      "SJB Yoo"
    ],
    "relatedExperts": [
      {
        "id": "jMetXtjG",
        "firstName": "Christopher",
        "lastName": "Nitta",
        "fullName": "Christopher Nitta",
        "url": "expert/jMetXtjG"
      },
      {
        "id": "GJpD3hVC",
        "firstName": "Venkatesh",
        "lastName": "Akella",
        "fullName": "Venkatesh Akella",
        "url": "expert/GJpD3hVC"
      }
    ]
  },
  {
    "id": "w53",
    "title": "All in the family proneural bHLH genes and neuronal diversity",
    "name": "All in the family proneural bHLH genes and neuronal diversity Published online article-journal 2018-05-01 Baker N. Brown N. Development 1477-9129 10.1242dev.159426",
    "issued": "2018-05-01",
    "abstract": "Proneural basic Helix-Loop-Helix bHLH proteins are required for neuronal determination and the differentiation of most neural precursor cells. These transcription factors are expressed in vastly divergent organisms ranging from sponges to primates. Here we review proneural bHLH gene evolution and function in the Drosophila and vertebrate nervous systems arguing that the Drosophila gene atonal provides a useful platform for understanding proneural gene structure and regulation. We also discuss how functional equivalency experiments using distinct proneural genes can reveal how proneural gene duplication and divergence are interwoven with neuronal complexity.",
    "authors": [
      "Nicholas E Baker",
      "Nadean L Brown"
    ],
    "relatedExperts": [
      {
        "id": "8BPyHDwB",
        "firstName": "Nadean",
        "lastName": "Brown",
        "fullName": "Nadean Brown",
        "url": "expert/8BPyHDwB"
      }
    ]
  },
  {
    "id": "w74",
    "title": "All for Him Articles About Sex in American Lad Magazines",
    "name": "All for Him Articles About Sex in American Lad Magazines Published article-journal 2005-02 Taylor L. Sex Roles 1573-2762 10.1007s11199-005-1291-7",
    "issued": "2005-02",
    "abstract": "Research on sources of information about sex indicates that independent reading is a primary source of information for many young people. For young men such reading is likely to involve lad magazines a relatively new but very popular genre of lifestyle magazines targeted at young men. In the present study a systematic representative sample of articles about sex from American lad magazines was subjected to content analysis. Results suggest that although many articles focus on what women want sexually the overall message of these articles privileges a fairly narrow male sexuality oriented toward sexual variety. At the same time the normative relational context of sex is depicted as serious dating relationships. These results are consistent with predominant gender stereotypes about sex. 2005 Springer ScienceBusiness Media Inc.",
    "authors": [
      "Laramie D Taylor"
    ],
    "relatedExperts": [
      {
        "id": "92HA6JpM",
        "firstName": "Laramie",
        "lastName": "Taylor",
        "fullName": "Laramie Taylor",
        "url": "expert/92HA6JpM"
      }
    ]
  },
  {
    "id": "w92",
    "title": "Not All Fluctuations are Created Equal Spontaneous Variations in Thermodynamic Function",
    "name": "Not All Fluctuations are Created Equal Spontaneous Variations in Thermodynamic Function article-journal 2016-09-08 Crutchfield J. Aghamohammadi C. undefined",
    "issued": "2016-09-08",
    "abstract": "Almost all processes -- highly correlated weakly correlated or correlated not at all---exhibit statistical fluctuations. Often physical laws such as the Second Law of Thermodynamics address only typical realizations -- as highlighted by Shannons asymptotic equipartition property and as entailed by taking the thermodynamic limit of an infinite number of degrees of freedom. Indeed our interpretations of the functioning of macroscopic thermodynamic cycles are so focused. Using a recently derived Second Law for information processing we show that different subsets of fluctuations lead to distinct thermodynamic functioning in Maxwellian Demons. For example while typical realizations may operate as an engine -- converting thermal fluctuations to useful work -- even nearby fluctuations nontypical but probable realizations behave differently as Landauer erasers -- converting available stored energy to dissipate stored information. One concludes that ascribing a single unique functional modality to a thermodynamic system especially one on the nanoscale is at best misleading likely masking an array of simultaneous parallel thermodynamic transformations. This alters how we conceive of cellular processes engineering design and evolutionary adaptation.",
    "authors": [
      "James P Crutchfield",
      "Cina Aghamohammadi"
    ],
    "relatedExperts": [
      {
        "id": "fYrfhaGO",
        "firstName": "James",
        "lastName": "Crutchfield",
        "fullName": "James Crutchfield",
        "url": "expert/fYrfhaGO"
      }
    ]
  },
  {
    "id": "w65",
    "title": "The Grassmannian and the twistor string connecting all trees in SYM",
    "name": "The Grassmannian and the twistor string connecting all trees in SYM Published article-journal 2011-01 Bourjaily J. Wen C. et al. Journal of High Energy Physics 1029-8479 10.1007jhep012011038",
    "issued": "2011-01",
    "abstract": "We present a new explicit formula for all tree-level amplitudes in N 4 super Yang-Mills. The formula is written as a certain contour integral of the connected prescription of Wittens twistor string expressed in link variables. A very simple deformation of the integrand gives directly the Grassmannian integrand proposed in 1 together with the explicit contour of integration. The integral is derived by iteratively adding particles to the Grassmannian integral one particle at a time and makes manifest both parity and soft limits. The formula is shown to be related to that of 2 and generalizes the results of 3 4 for NMHV and N2MHV to all Nk-2MHV tree amplitudes in N 4 super Yang-Mills. SISSA 2011.",
    "authors": [
      "Jacob L Bourjaily",
      "Jaroslav Trnka",
      "Anastasia Volovich",
      "Congkao Wen"
    ],
    "relatedExperts": [
      {
        "id": "zLkkUU9e",
        "firstName": "Jaroslav",
        "lastName": "Trnka",
        "fullName": "Jaroslav Trnka",
        "url": "expert/zLkkUU9e"
      }
    ]
  },
  {
    "id": "w52",
    "title": "All hydrophilic surface moieties for cell-penetrating nanoparticles",
    "name": "All hydrophilic surface moieties for cell-penetrating nanoparticles Published paper-conference 2010 Carney R. Stellacci F. et al. ABSTRACTS OF PAPERS OF THE AMERICAN CHEMICAL SOCIETY 0065-7727",
    "issued": "2010",
    "abstract": "No Abstract",
    "authors": [
      "Randy P Carney",
      "Jin-Mi Jung",
      "Darrell J Irvine",
      "Francesco Stellacci"
    ],
    "relatedExperts": [
      {
        "id": "K4mzBzGG",
        "firstName": "Randy",
        "lastName": "Carney",
        "fullName": "Randy Carney",
        "url": "expert/K4mzBzGG"
      }
    ]
  },
  {
    "id": "w8",
    "title": "Immune from It All",
    "name": "Immune from It All Published article-journal 2012-09-05 Zeki A. Science Translational Medicine 1946-6242 10.1126scitranslmed.3004843",
    "issued": "2012-09-05",
    "abstract": "jatspWhat our lungs can learn from our guts about mitigating bacterial infections.jatsp",
    "authors": [
      "Amir A Zeki"
    ],
    "relatedExperts": [
      {
        "id": "vtLCxbiJ",
        "firstName": "Amir",
        "lastName": "Zeki",
        "fullName": "Amir Zeki",
        "url": "expert/vtLCxbiJ"
      }
    ]
  },
  {
    "id": "w56",
    "title": "Autopsies are required for all racehorses at most U.S. racetracks",
    "name": "Autopsies are required for all racehorses at most U.S. racetracks Published article-journal 2022-11 Stover S. Uzal F. Journal of Veterinary Diagnostic Investigation 1943-4936 10.117710406387221120982",
    "issued": "2022-11",
    "abstract": "No Abstract",
    "authors": [
      "Susan Stover",
      "Francisco A Uzal"
    ],
    "relatedExperts": [
      {
        "id": "PFfnJVxC",
        "firstName": "Francisco",
        "lastName": "Uzal",
        "fullName": "Francisco Uzal",
        "url": "expert/PFfnJVxC"
      }
    ]
  },
  {
    "id": "w64",
    "title": "Gapped PVBS models for all species numbers and dimensions",
    "name": "Gapped PVBS models for all species numbers and dimensions Published article-journal 2019-10 Lemm M. Nachtergaele B. Reviews in Mathematical Physics 1793-6659 10.1142s0129055x19500284",
    "issued": "2019-10",
    "abstract": "jatsp Product vacua with boundary states PVBS are cousins of the Heisenberg XXZ spin model and feature Formula see text particle species on Formula see text. The PVBS models were originally introduced as toy models for the classification of ground state phases. A crucial ingredient for this classification is the existence of a spectral gap above the ground state sector. In this work we derive a spectral gap for PVBS models at arbitrary species number Formula see text and in arbitrary dimension Formula see text in the perturbative regime of small anisotropy parameters. Instead of using the more common martingale method the proof verifies a finite-size criterion in the spirit of Knabe. jatsp",
    "authors": [
      "Marius Lemm",
      "Bruno Nachtergaele"
    ],
    "relatedExperts": [
      {
        "id": "zeWS8xl7",
        "firstName": "Bruno",
        "lastName": "Nachtergaele",
        "fullName": "Bruno Nachtergaele",
        "url": "expert/zeWS8xl7"
      }
    ]
  },
  {
    "id": "w70",
    "title": "Structure Annotation of All Mass Spectra in Untargeted Metabolomics",
    "name": "Structure Annotation of All Mass Spectra in Untargeted Metabolomics Published article-journal 2019-02-05 Blaenovi I. Fiehn O. et al. Analytical Chemistry 1520-6882 10.1021acs.analchem.8b04698",
    "issued": "2019-02-05",
    "abstract": "Urine metabolites are used in many clinical and biomedical studies but usually only for a few classic compounds. Metabolomics detects vastly more metabolic signals that may be used to precisely define the health status of individuals. However many compounds remain unidentified hampering biochemical conclusions. Here we annotate all metabolites detected by two untargeted metabolomic assays hydrophilic interaction chromatography HILIC-Q Exactive HF mass spectrometry and charged surface hybrid CSH-Q Exactive HF mass spectrometry. Over 9000 unique metabolite signals were detected of which 42 triggered MSMS fragmentations in data-dependent mode. On the highest Metabolomics Standards Initiative MSI confidence level 1 we identified 175 compounds using authentic standards with precursor mass retention time and MSMS matching. An additional 578 compounds were annotated by precursor accurate mass and MSMS matching alone MSI level 2 including a novel library specifically geared at acylcarnitines CarniBlast. The rest of the metabolome is usually left unannotated. To fill this gap we used the in silico fragmentation tool CSIFingerID and the new NIST hybrid search to annotate all further compounds MSI level 3. Testing the top-ranked metabolites in CSIFinger ID annotations yielded 40 accuracy when applied to the MSI level 1 identified compounds. We classified all MSI level 3 annotations by the NIST hybrid search using the ClassyFire ontology into 21 superclasses that were further distinguished into 184 chemical classes. ClassyFire annotations showed that the previously unannotated urine metabolome consists of 28 derivatives of organic acids 16 heterocyclics and 16 lipids as major classes.",
    "authors": [
      "Ivana Blaženović",
      "Tobias Kind",
      "Michael R Sa",
      "Jian Ji",
      "Arpana Vaniya",
      "Benjamin Wancewicz",
      "Bryan S Roberts",
      "Hrvoje Torbašinović",
      "Tack Lee",
      "Sajjan S Mehta",
      "Megan R Showalter",
      "Hosook Song",
      "Jessica Kwok",
      "Dieter Jahn",
      "Jayoung Kim",
      "Oliver Fiehn"
    ],
    "relatedExperts": [
      {
        "id": "11PDFRmz",
        "firstName": "Oliver",
        "lastName": "Fiehn",
        "fullName": "Oliver Fiehn",
        "url": "expert/11PDFRmz"
      }
    ]
  },
  {
    "id": "w9",
    "title": "Where are all the genes",
    "name": "Where are all the genes Published article-journal 2002-08 Schank J. Behavioral and Brain Sciences 1469-1825 10.1017s0140525x02460098",
    "issued": "2002-08",
    "abstract": "Andrews et al. argue for adaptationism in cognitive research. However the problem of evolvability brings into question the number of genes required for the evolution of cognitive mechanisms. Are there enough Also greater consideration should be given to alternative vicarious selection processes which may produce cognitive mechanisms. Finally identifying constraints with optimality arguments is more difficult than the authors think.",
    "authors": [
      "Jeffrey C Schank"
    ],
    "relatedExperts": [
      {
        "id": "jiCXAQzo",
        "firstName": "Jeffrey",
        "lastName": "Schank",
        "fullName": "Jeffrey Schank",
        "url": "expert/jiCXAQzo"
      }
    ]
  },
  {
    "id": "w60",
    "title": "Deep Into the Amplituhedron Amplitude Singularities at All Loops and Legs",
    "name": "Deep Into the Amplituhedron Amplitude Singularities at All Loops and Legs Published article-journal 2019-02-08 Arkani-Hamed N. Trnka J. et al. Physical Review Letters 1079-7114 10.1103physrevlett.122.051601",
    "issued": "2019-02-08",
    "abstract": "In this Letter we compute a canonical set of cuts of the integrand for maximally helicity violating amplitudes in planar N4 supersymmetric Yang-Mills theory where all internal propagators are put on shell. These deepest cuts probe the most complicated Feynman diagrams and on-shell processes that can possibly contribute to the amplitude but are also naturally associated with remarkably simple geometric facets of the amplituhedron. The recent reformulation of the amplituhedron in terms of combinatorial geometry directly in the kinematic momentum-twistor space plays a crucial role in understanding this geometry and determining the cut. This provides us with the first nontrivial results on scattering amplitudes in the theory valid for arbitrarily many loops and external particle multiplicities.",
    "authors": [
      "Nima Arkani-Hamed",
      "Cameron Langer",
      "Akshay Yelleshpur Srikant",
      "Jaroslav Trnka"
    ],
    "relatedExperts": [
      {
        "id": "zLkkUU9e",
        "firstName": "Jaroslav",
        "lastName": "Trnka",
        "fullName": "Jaroslav Trnka",
        "url": "expert/zLkkUU9e"
      }
    ]
  },
  {
    "id": "w21",
    "title": "All Rational Polytopes Are Transportation Polytopes and All Polytopal Integer Sets Are Contingency Tables",
    "name": "All Rational Polytopes Are Transportation Polytopes and All Polytopal Integer Sets Are Contingency Tables Published paper-conference 2004 De Loera J. Onn S. Lecture Notes in Computer Science 1611-3349 10.1007978-3-540-25960-2_26",
    "issued": "2004",
    "abstract": "We show that any rational polytope is polynomial-time representable as a slim r x c x 3 three-way line-sum transportation poly-tope. This universality theorem has important consequences for linear and integer programming and for confidential statistical data disclosure. It provides polynomial-time embedding of arbitrary linear programs and integer programs in such slim transportation programs and in bipartite biflow programs. It resolves several standing problems on 3-way transportation polytopes. It demonstrates that the range of values an entry can attain in any slim 3-way contingency table with specified 2-margins can contain arbitrary gaps suggesting that disclosure of fc-margins of d-tables for 2 k d is confidential. Our construction also provides a powerful tool in studying concrete questions about transportation polytopes and contingency tables remarkably it enables to automatically recover the famous real-feasible integer-infeasible 6 x 4 x 3 transportation polytope of M. Vlach and to produce the first example of 2-margins for 6 x 4 x 3 contingency tables where the range of values a specified entry can attain has a gap. Springer-Verlag Berlin Heidelberg 2004.",
    "authors": [
      "Jesus De Loera",
      "Shmuel Onn"
    ],
    "relatedExperts": [
      {
        "id": "byMHLFeq",
        "firstName": "Jesus",
        "lastName": "De Loera",
        "fullName": "Jesus De Loera",
        "url": "expert/byMHLFeq"
      }
    ]
  },
  {
    "id": "w10",
    "title": "AWGR-based All-to-all Optical Interconnects using Limited Number of Wavelengths",
    "name": "AWGR-based All-to-all Optical Interconnects using Limited Number of Wavelengths Published paper-conference 2013-05-01 Yin Y. Yoo S. et al. 2013 Optical Interconnects Conference 2376-8665 10.1109oic.2013.6552916",
    "issued": "2013-05-01",
    "abstract": "This paper discusses all-to-all interconnections for N nodes using W wavelengths and arrayed waveguide grating routers AWGRs. This scheme allows for reducing the optical wiring by a factor of WN-l2N and isolating the crosstalk. 2013 IEEE.",
    "authors": [
      "Yawei Yin",
      "Roberto Proietti",
      "Christopher J Nitta",
      "Venkatesh Akella",
      "Christopher Mineo",
      "SJB Yoo"
    ],
    "relatedExperts": [
      {
        "id": "jMetXtjG",
        "firstName": "Christopher",
        "lastName": "Nitta",
        "fullName": "Christopher Nitta",
        "url": "expert/jMetXtjG"
      },
      {
        "id": "GJpD3hVC",
        "firstName": "Venkatesh",
        "lastName": "Akella",
        "fullName": "Venkatesh Akella",
        "url": "expert/GJpD3hVC"
      }
    ]
  },
  {
    "id": "w40",
    "title": "All of us are capable and all of us can be scientists. The impact of Scientist Spotlight assignments with undergraduates in physiology courses",
    "name": "All of us are capable and all of us can be scientists. The impact of Scientist Spotlight assignments with undergraduates in physiology courses Published article-journal 2024-12-01 Ovid D. Tripp B. et al. Advances in Physiology Education 1522-1229 10.1152advan.00116.2024",
    "issued": "2024-12-01",
    "abstract": "To advance ongoing efforts to diversify the healthcare field and promote inclusion in physiology education the present study investigates the potential for an evidence-based intervention Scientist Spotlight assignments to highlight counterstereotypical representations of scientists in the context of majors and nonmajors physiology courses. Undergraduate students at an emerging Hispanic serving R1 institution completed six Scientist Spotlights assignments in their physiology courses. We conducted semistructured interviews and disseminated an established pre- and postsurvey protocol at the beginning and end of the courses. Our findings from interviews with 31 students from a range of marginalized backgrounds revealed that 1 the biographical information about counterstereotypical scientists deeply resonated with students by humanizing science 2 the instructors implementation of the assignments made a meaningful difference in their feelings of inclusion and 3 the assignments supported students beliefs about their content learning and understanding of physiological concepts. The results from the survey showed that regardless of being in a major n 159 or nonmajor n 117 course students from a range of demographic groups can and do significantly shift in their relatability to and descriptions of scientists. We highlight implications for inclusive curricula like Scientist Spotlights for addressing the issue of representation in physiology textbooks curriculum and healthcare fields at large.NEW NOTEWORTHY Scientist Spotlights significantly enhance undergraduate students feelings of inclusion and learning in undergraduate physiology courses at an emerging Hispanic-serving institution. By engaging with assignments featuring counterstereotypical scientists students in both majors and nonmajors physiology courses shifted in their relatability to and descriptions of scientists. These results suggest that an inclusive curriculum combined with supportive instructor practices can positively impact student success and representation in physiology education.",
    "authors": [
      "Dax Ovid",
      "Ashley Rose Acosta-Parra",
      "Arsema Alemayehu",
      "Jacob Francisco Gomez",
      "Dathan Tran",
      "Brie Tripp"
    ],
    "relatedExperts": [
      {
        "id": "jDYiGgAJ",
        "firstName": "Brie",
        "lastName": "Tripp",
        "fullName": "Brie Tripp",
        "url": "expert/jDYiGgAJ"
      }
    ]
  },
  {
    "id": "w68",
    "title": "Polluted bootstrap percolation with threshold two in all dimensions",
    "name": "Polluted bootstrap percolation with threshold two in all dimensions Published article-journal 2019-10 Gravner J. Holroyd A. Probability Theory and Related Fields 1432-2064 10.1007s00440-018-0892-3",
    "issued": "2019-10",
    "abstract": "In the polluted bootstrap percolation model the vertices of a graph are independently declared initially occupied with probability p or closed with probability q. At subsequent steps a vertex becomes occupied if it is not closed and it has at least r occupied neighbors. On the cubic lattice Zd of dimension d 3 with threshold r 2 we prove that the final density of occupied sites converges to 1 as p and q both approach 0 regardless of their relative scaling. Our result partially resolves a conjecture of Morris and contrasts with the d 2 case where Gravner and McDonald proved that the critical parameter is q p2.",
    "authors": [
      "Janko Gravner",
      "Alexander E Holroyd"
    ],
    "relatedExperts": [
      {
        "id": "nWwufSSc",
        "firstName": "Janko",
        "lastName": "Gravner",
        "fullName": "Janko Gravner",
        "url": "expert/nWwufSSc"
      }
    ]
  },
  {
    "id": "w96",
    "title": "Prospects and research issues in multi-dimensional all optical networks",
    "name": "Prospects and research issues in multi-dimensional all optical networks Published article-journal 2016-10 Ji Y. Chen X. et al. Science China Information Sciences 1869-1919 10.1007s11432-016-0324-7",
    "issued": "2016-10",
    "abstract": "Research into all optical network AON technology has been ongoing over the past decade and new features are constantly being developed. The advantages of AON include large-bandwidth provisioning lowlatency transmission and low energy consumption. The basic concept underlying AON is transmission of data signals entirely through the optical domain from source to destination nodes with no optical-electrical-optical O-E-O conversion at intermediate nodes. The technologies used to implement AON have undergone a series of evolutions which encompass time division multiplexing TDM frequency division multiplexing FDM and space division multiplexing SDM. Multi-dimensional AON MD-AON which leads the trend of AONs future architecture provides a vibrant state for emerging applications such as cloud computing and Internet of Things IoT. In this article we review the evolution of AON architectures based on the different all optical switching and multiplexing technologies i.e. TDM FDM and SDM which is one of the main areas of focus in this article. The other main area is detailed discussion of implementations such as data plane and control plane technologies as well as resource optimization technologies for realizing AON. We also introduce several AON testbeds with their compositions and functions and some potential application scenarios that can be implemented based on these testbeds",
    "authors": [
      "Yuefeng Ji",
      "Jiawei Zhang",
      "Yongli Zhao",
      "Xiaosong Yu",
      "Jie Zhang",
      "Xue Chen"
    ],
    "relatedExperts": [
      {
        "id": "0mi3QPc6",
        "firstName": "Jiawei",
        "lastName": "Zhang",
        "fullName": "Jiawei Zhang",
        "url": "expert/0mi3QPc6"
      }
    ]
  },
  {
    "id": "w18",
    "title": "Immune from It All",
    "name": "Immune from It All Published article-journal 2012-09-05 Zeki A. Science Translational Medicine 1946-6242 10.1126scitranslmed.3004843",
    "issued": "2012-09-05",
    "abstract": "jatspWhat our lungs can learn from our guts about mitigating bacterial infections.jatsp",
    "authors": [
      "Amir A Zeki"
    ],
    "relatedExperts": [
      {
        "id": "vtLCxbiJ",
        "firstName": "Amir",
        "lastName": "Zeki",
        "fullName": "Amir Zeki",
        "url": "expert/vtLCxbiJ"
      }
    ]
  },
  {
    "id": "w36",
    "title": "All-loop soft theorem for pions",
    "name": "All-loop soft theorem for pions Published article-journal 2024-08-15 Bartsch C. Trnka J. et al. Physical Review D 2470-0029 10.1103physrevd.110.045009",
    "issued": "2024-08-15",
    "abstract": "In this paper we discuss a generalization of the Adler zero to loop integrands in the planar limit of the SUN nonlinear sigma model NLSM. The Adler zero for integrands is violated starting at the two-loop order and is only recovered after integration. Here we propose a soft theorem satisfied by loop integrands with any number of loops and legs. This requires a generalization of NLSM integrands to an off shell framework with certain deformed kinematics. Defining an algebraic soft limit we identify a simple nonvanishing soft behavior of integrands which we call the algebraic soft theorem. We find that the proposed soft theorem is satisfied by the surfaceintegrand of Arkani-Hamed and Figueiredo arXiv2403.04826 which is obtained from the shifted Tr3 surfacehedron integrand. Finally we derive an on shell version of the algebraic soft theorem that takes an interesting form in terms of self-energy factors and lower-loop integrands in a mixed theory of pions and scalars.",
    "authors": [
      "Christoph Bartsch",
      "Karol Kampf",
      "Jiří Novotný",
      "Jaroslav Trnka"
    ],
    "relatedExperts": [
      {
        "id": "zLkkUU9e",
        "firstName": "Jaroslav",
        "lastName": "Trnka",
        "fullName": "Jaroslav Trnka",
        "url": "expert/zLkkUU9e"
      }
    ]
  },
  {
    "id": "w94",
    "title": "Not all Notch pathway mutations are equal in the embryonic mouse retina",
    "name": "Not all Notch pathway mutations are equal in the embryonic mouse retina Published online article-journal 2023-01-12 Bosze B. Brown N. et al. bioRxiv 2692-8205 10.11012023.01.11.523641",
    "issued": "2023-01-12",
    "abstract": "In the vertebrate retina combinations of Notch ligands receptors and ternary complex components determine the destiny of retinal progenitor cells by regulating Hes effector gene activity. Owing to reiterated Notch signaling in numerous tissues throughout development there are multiple vertebrate paralogues for nearly every node in this pathway. These Notch signaling components can act redundantly or in a compensatory fashion during development. To dissect the complexity of this pathway during retinal development we used seven germline or conditional mutant mice and two spatiotemporally distinct Cre drivers. We perturbed the Notch ternary complex and multiple Hes genes with two overt goals in mind. First we wished to determine if Notch signaling is required in the optic stalknerve head for Hes1 sustained expression and activity. Second we aimed to test if Hes1 3 and 5 genes are functionally redundant during early retinal histogenesis. With our allelic series we found that disrupting Notch signaling consistently blocked mitotic growth and overproduced ganglion cells but we also identified two significant branchpoints for this pathway. In the optic stalknerve head sustained Hes1 is regulated independent of Notch signaling whereas during photoreceptor genesis both Notch-dependent and -independent roles for Rbpj and Hes1 impact photoreceptor genesis in opposing manners.",
    "authors": [
      "Bernadett Bosze",
      "Julissa Suarez-Navarro",
      "Illiana Cajias",
      "Joseph A Brzezinski",
      "Nadean L Brown"
    ],
    "relatedExperts": [
      {
        "id": "8BPyHDwB",
        "firstName": "Nadean",
        "lastName": "Brown",
        "fullName": "Nadean Brown",
        "url": "expert/8BPyHDwB"
      }
    ]
  },
  {
    "id": "w93",
    "title": "Not All Fluctuations Are Created Equal Spontaneous Variations in Thermodynamic Function",
    "name": "Not All Fluctuations Are Created Equal Spontaneous Variations in Thermodynamic Function Published online article-journal 2024-10-23 Crutchfield J. Aghamohammadi C. Entropy 1099-4300 10.3390e26110894",
    "issued": "2024-10-23",
    "abstract": "We identify macroscopic functioning arising during a thermodynamic systems typical and atypical behaviors thereby describing system operations over the entire set of fluctuations. We show how to use the information processing second law to determine functionality for atypical realizations and how to calculate the probability of distinct modalities occurring via the large-deviation rate function extended to include highly correlated memoryful environments and systems. Altogether the results complete a theory of functional fluctuations for complex thermodynamic nanoscale systems operating over finite periods. In addition to constructing the distribution of functional modalities one immediate consequence is a cautionary lesson ascribing a single unique functional modality to a thermodynamic system especially one on the nanoscale can be misleading likely masking an array of simultaneous parallel thermodynamic transformations that together may also be functional. In this way functional fluctuation theory alters how we conceive of the operation of biological cellular processes the goals of engineering design and the robustness of evolutionary adaptation.",
    "authors": [
      "James P Crutchfield",
      "Cina Aghamohammadi"
    ],
    "relatedExperts": [
      {
        "id": "fYrfhaGO",
        "firstName": "James",
        "lastName": "Crutchfield",
        "fullName": "James Crutchfield",
        "url": "expert/fYrfhaGO"
      }
    ]
  },
  {
    "id": "w14",
    "title": "All That You Touch",
    "name": "All That You Touch Published book 2023-11-01 Hill R. Cushing I. undefined",
    "issued": "2023-11-01",
    "abstract": "This publication All That You Touch is an exhibition catalog which accompanied an exhibition of the same name. ROBIN HILL All That You Touch NOVEMBER 11 2023 JANUARY 20 2024 PAMELA SALISBURY GALLERY 362 Warren Street Hudson NY 12534 catalog Design by Lisa Ekstrm Design Essay by Iris Cushing Photography by Nicole Rico Printed by Fong Fong Printers and Lithographers Printed in the United States edition of 500 The artist wishes to thank Pamela Salisbury Estella Atekwana Dean of the College of Letters and Science University of California Elizabeth Freeman Associate Dean of the Faculty in the Humanities Arts and Cultural Studies the UC Davis Office of Research for the award of a Publication Assistance Grant the UC DavisAcademic Senate for Research and Travel Grants Rachel Teagle Founding Director Manetti Shrem Museum studio assistants Zahra Hooshyar Emmanuel Camacho Larios Raji Scoggin and Alice Herbert Nicole Rico Trina and Rob McKeever Meg Hehner Iris Cushing Lisa Ekstrm Connor Phillips Sadie Bills Wheeler Bills and Tom Bills for their contributions of inspiration support and collaboration. All rights reserved. No part of this book may be reproduced or transmitted in any form without written permission from the authors. Images 2023 Robin Hill Text 2023 Iris Cushing",
    "authors": [
      "Robin Hill",
      "Iris Cushing"
    ],
    "relatedExperts": [
      {
        "id": "oR3lbGlu",
        "firstName": "Robin",
        "lastName": "Hill",
        "fullName": "Robin Hill",
        "url": "expert/oR3lbGlu"
      }
    ]
  },
  {
    "id": "w54",
    "title": "All Rodents Are Not the Same A Modern Synthesis of Cortical Organization",
    "name": "All Rodents Are Not the Same A Modern Synthesis of Cortical Organization Published paper-conference 2011 Krubitzer L. Cooke D. et al. Brain Behavior and Evolution 1421-9743 10.1159000327320",
    "issued": "2011",
    "abstract": "Rodents are a major order of mammals that is highly diverse in distribution and lifestyle. Five suborders 34 families and 2277 species within this order occupy a number of different niches and vary along several lifestyle dimensions such as diel pattern diurnal vs. nocturnal terrain niche and diet. For example the terrain niche of rodents includes arboreal aerial terrestrial semi-aquatic burrowing and rock dwelling. Not surprisingly the behaviors associated with particular lifestyles are also highly variable and thus the neocortex which generates these behaviors has undergone corresponding alterations across species. Studies of cortical organization in species that vary along several dimensions such as terrain niche diel pattern and rearing conditions demonstrate that the size and number of cortical fields can be highly variable within this order. The internal organization of a cortical field also reflects lifestyle differences between species and exaggerates behaviorally relevant effectors such as vibrissae teeth or lips. Finally at a cellular level neuronal number and density varies for the same cortical field in different species and is even different for the same species reared in different conditions laboratory vs. wild-caught. These very large differences across and within rodent species indicate that there is no generic rodent model. Rather there are rodent models suited for specific questions regarding the development function and evolution of the neocortex.",
    "authors": [
      "Leah Krubitzer",
      "Katharine L Campi",
      "Dylan F Cooke"
    ],
    "relatedExperts": [
      {
        "id": "w8x6fyL4",
        "firstName": "Leah",
        "lastName": "Krubitzer",
        "fullName": "Leah Krubitzer",
        "url": "expert/w8x6fyL4"
      }
    ]
  },
  {
    "id": "w4",
    "title": "All That You Touch",
    "name": "All That You Touch Published book 2023-11-01 Hill R. Cushing I. undefined",
    "issued": "2023-11-01",
    "abstract": "This publication All That You Touch is an exhibition catalog which accompanied an exhibition of the same name. ROBIN HILL All That You Touch NOVEMBER 11 2023 JANUARY 20 2024 PAMELA SALISBURY GALLERY 362 Warren Street Hudson NY 12534 catalog Design by Lisa Ekstrm Design Essay by Iris Cushing Photography by Nicole Rico Printed by Fong Fong Printers and Lithographers Printed in the United States edition of 500 The artist wishes to thank Pamela Salisbury Estella Atekwana Dean of the College of Letters and Science University of California Elizabeth Freeman Associate Dean of the Faculty in the Humanities Arts and Cultural Studies the UC Davis Office of Research for the award of a Publication Assistance Grant the UC DavisAcademic Senate for Research and Travel Grants Rachel Teagle Founding Director Manetti Shrem Museum studio assistants Zahra Hooshyar Emmanuel Camacho Larios Raji Scoggin and Alice Herbert Nicole Rico Trina and Rob McKeever Meg Hehner Iris Cushing Lisa Ekstrm Connor Phillips Sadie Bills Wheeler Bills and Tom Bills for their contributions of inspiration support and collaboration. All rights reserved. No part of this book may be reproduced or transmitted in any form without written permission from the authors. Images 2023 Robin Hill Text 2023 Iris Cushing",
    "authors": [
      "Robin Hill",
      "Iris Cushing"
    ],
    "relatedExperts": [
      {
        "id": "oR3lbGlu",
        "firstName": "Robin",
        "lastName": "Hill",
        "fullName": "Robin Hill",
        "url": "expert/oR3lbGlu"
      }
    ]
  },
  {
    "id": "w27",
    "title": "Not All Complicated Appendicitis Is the Same",
    "name": "Not All Complicated Appendicitis Is the Same Published article-journal 2018-11-01 Farmer D. JAMA Surgery 2168-6262 10.1001jamasurg.2018.2086",
    "issued": "2018-11-01",
    "abstract": "No Abstract",
    "authors": [
      "Diana Lee Farmer"
    ],
    "relatedExperts": [
      {
        "id": "YA3MSdzk",
        "firstName": "Diana",
        "lastName": "Farmer",
        "fullName": "Diana Farmer",
        "url": "expert/YA3MSdzk"
      }
    ]
  },
  {
    "id": "w99",
    "title": "The RecQ DNA helicases Jacks-of-all-trades or master-tradesmen",
    "name": "The RecQ DNA helicases Jacks-of-all-trades or master-tradesmen Published article-journal 2008-03 Hunter N. Cell Research 1748-7838 10.1038cr.2008.33",
    "issued": "2008-03",
    "abstract": "No Abstract",
    "authors": [
      "Neil Hunter"
    ],
    "relatedExperts": [
      {
        "id": "ycyuMCP6",
        "firstName": "Neil",
        "lastName": "Hunter",
        "fullName": "Neil Hunter",
        "url": "expert/ycyuMCP6"
      }
    ]
  },
  {
    "id": "w28",
    "title": "Raoult Was Right After All",
    "name": "Raoult Was Right After All Published online article-journal 2019-07-31 Wexler A. ACS Omega 2470-1343 10.1021acsomega.9b01707",
    "issued": "2019-07-31",
    "abstract": "Raoults law published in 1887 is taught in chemistry and chemical engineering fields as a first approximation to the vapor pressure and activity of solutes and solvents in mixtures. In ideal solutions it is exact but many solutions are known to have substantial deviations from Raoults law as conventionally interpreted. In 1908 Callendar showed that water hydrated to the solute can explain some of the departures from Raoults law in aqueous solution. Here we show that by simply assuming equilibria between the free water in solution and its hydrated forms Raoults law and Callendars extension are valid over the full range of concentrations while also showing how water and solutes interact in solution. This model of solutions has importance in highly concentrated solutions common in atmosphere aerosols relevant to climate change and air quality and in numerous industrial processes.",
    "authors": [
      "Anthony S Wexler"
    ],
    "relatedExperts": [
      {
        "id": "ZTMHPTKH",
        "firstName": "Anthony",
        "lastName": "Wexler",
        "fullName": "Anthony Wexler",
        "url": "expert/ZTMHPTKH"
      }
    ]
  }
]